Repository: si-covid-19/ostanizdrav-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it, pt_pt, sl

# OnboardingInfo_privacyPage_imageDescription
source: A woman uses the #OstaniZdrav App on her smartphone. An icon showing a padlock on the background of a shield symbolizes encrypted data.
hu: Az egyik nő használja az #OstaniZdrav« alkalmazást a mobiltelefonján. A pajzson látható lakat a kódolt adatokat jelképezi.
it: Una delle signore sta usando l'app #RestaSano sul suo dispositivo. Il lucchetto sullo scudo è un simbolo per i dati crittografati.
pt_pt: Uma mulher utiliza a Corona-Warn-App no seu smartphone. Um ícone com um cadeado no fundo de um escudo simboliza dados encriptados.
sl: Ena izmed žensk uporablja aplikacijo #OstaniZdrav na svoji napravi. Ključavnica na ščitu je simbol za šifrirane podatke.

# OnboardingInfo_privacyPage_normalText
source: You will remain anonymous. Your data is fully encrypted and transmitted under a pseudonym. Responsible body: GDPR, article 4, para. 7: Robert Koch-Institute Nordufer 20 13353 Berlin Please read our data privacy regulations. Data privacy information:
hu: Ön anonim marad. Adatai teljes egészében titkosítottak és álnevesítve kerülnek továbbításra. Felelős intézmény: Közigazgatási Minisztérium és Nemzeti Közegészségügyi Intézet Általános adatvédelmi rendelet (GDPR) a Szlovén Köztársaság Személyes adatok védelméről szóló törvényével kapcsolatban Olvassa el az adatvédelemről szóló jogszabályainkat Információk az adatvédelemről:
it: Resterete anonimi. I vostri dati vengono trasmessi in forma completamente crittografata e con uno pseudonimo. Istituzione responsabile: Ministero della pubblica amministrazione e Istituto nazionale di sanità pubblica Regolamento generale sulla protezione dei dati (GDPR) in collegamento con la Legge sulla protezione dei dati personali della Repubblica di Slovenia Leggi le nostre norme sulla privacy dei dati. Informzioni sulla privacy dei dati:
pt_pt: O seu anonimato está garantido. Os seus dados são totalmente encriptados e transmitidos sob um pseudónimo. Órgão responsável: RGPD, artigo 4, parágrafo 7: Robert Koch-Institute Nordufer 20 13353 Berlim Leia os nossos regulamentos sobre privacidade de dados. Informações sobre privacidade de dados:
sl: Ostali boste anonimni. Vaši podatki se prenašajo v povsem šifrirani obliki in pod psevdonimom. Odgovorna ustanova: Ministrstvo za javno upravo in Nacionalni inštitut za javno zdravje Splošna uredba o varstvu podatkov (GDPR) v povezavi Zakonom o varstvu osebnih podatkov Republike Slovenije Preberite naše predpise o zasebnosti podatkov. Informacije o zasebnosti podatkov:

# OnboardingInfo_privacyPage_title
source: Data Privacy
hu: Adatvédelem
it: Protezione dei dati
pt_pt: Privacidade de dados
sl: Varstvo podatkov

# OnboardingInfo_togetherAgainstCoronaPage_boldText
source: More protection for you and for us all. By using the #OstaniZdrav App we can break chains of infection much quicker.
hu: Nagyobb védelem Önnek és mindannyiunknak. Ha használjuk az #OstaniZdrav alkalmazást, sokkal gyorsabban megszakíthatjuk a fertőzési láncot.
it: Più protezione per te e per tutti noi. Se utilizziamo l'app #RestaSano saremo in grado di interrompere la catena di trasmissione delle infezioni molto più velocemente.
pt_pt: Mais proteção para si e para todos nós. Ao utilizarmos a Corona-Warn-App, podemos quebrar as cadeias de infeção muito mais rapidamente.
sl: Več zaščite za vas in vse nas. Če bomo uporabljali aplikacijo #OstaniZdrav, nam bo veliko hitreje uspelo prekiniti verigo prenosa okužb.

# OnboardingInfo_togetherAgainstCoronaPage_imageDescription
source: A group of persons use their devices around town.
hu: Egy csoport használja a készülékét a városban.
it: Un gruppo di persone utilizza i propri dispositivi in ​​città.
pt_pt: Um grupo de pessoas utilizam os seus dispositivos na cidade.
sl: Skupina ljudi uporablja svoje naprave v mestu.

# OnboardingInfo_togetherAgainstCoronaPage_linkText
source: App Information in Simplified Language and Sign Language
sl: Predstavitev aplikacije v slovenskem znakovnem jeziku

# OnboardingInfo_togetherAgainstCoronaPage_normalText
source: Turn your device into a coronavirus warning system. Get an overview of your risk status and find out whether you’ve had close contact with people diagnosed with coronavirus in the last 14 days. If you want, you can use the app to save your digital COVID certificates. The app logs encounters between individuals by exchanging encrypted, random IDs between their smartphones, whereby no personal data whatsoever is accessed.
hu: Használja okostelefonját figyelmeztető eszközként az új koronavírusnak (SARS-CoV-2) való kitettség követésére. A COVID-19 vírusfertőzés okozhat betegséget, vagy tünetmentes is lefolyhat. Értesüljön a fertőzési kockázatról, és derítse ki, érintkezett-e valakivel, akinél az elmúlt 14 napban megerősítették, hogy SARS-CoV-2 fertőzése van.
it: Usa il tuo smartphone come sistema di allarme per l'esposizione al nuovo coronavirus (SARS-CoV-2). L'infezione da questo virus può causare la malattia COVID-19 o può essere asintomatica. Informati sul tuo rischio di infezione e scopri se sei stato in contatto con qualcuno cui è stata confermata l'infezione da SARS-CoV-2 negli ultimi 14 giorni.
pt_pt: Transforme o seu dispositivo num sistema de notificação do coronavírus. Receba uma visão geral do seu estado de risco e descubra se, nos últimos 14 dias, esteve em contacto próximo com pessoas diagnosticadas com COVID-19. A aplicação regista encontros entre indivíduos através da troca de ID aleatórios encriptados entre dispositivos e sem aceder a quaisquer dados pessoais.
sl: Pretvorite svojo napravo v opozorilni sistem za koronavirus. Oglejte si pregled svojega stanja tveganja in odkrijte, ali ste bili v tesnem stiku z nekom, ki je bil v preteklih 14 dneh diagnosticiran s covidom-19. Aplikacijo lahko uporabite za shranjevanje svojih digitalnih covidnih potrdil. Z izmenjavo šifriranih naključnih oddajnih kod med napravami aplikacija beleži stike med posamezniki, pri tem pa ni nikakršnega dostopa do nobenih osebnih podatkov.

# OnboardingInfo_togetherAgainstCoronaPage_title
source: Let’s fight coronavirus together
hu: Védjük magunkat és másokat a COVID-19-cel szemben!
it: Proteggiamo noi stessi e gli altri dal COVID-19.
pt_pt: Vamos lutar juntos contra o coronavírus
sl: Obvarujmo sebe in druge pred COVID-19

# Onboarding_Continue_actionText
source: Next
hu: Tovább
it: Avanti
pt_pt: Seguinte
sl: Naprej

# Onboarding_Continue_actionTextHint
source: You can skip this screen
hu: Átugrás.
it: Puoi saltare questa schermata.
pt_pt: Pode ignorar este ecrã
sl: Ta zaslon lahko preskočite

# Onboarding_DeactivateExposureConfirmation_message
source: You can reactivate exposure logging at any time.
hu: Ezt a funkciót bármikor kikapcsolhatja.
it: Puoi disattivare questa funzione in qualsiasi momento.
pt_pt: Pode desativar esta função a qualquer momento.
sl: To funkcionalnost lahko izklopite kadar koli.

# Onboarding_DeactivateExposureConfirmation_title
source: If you do not activate exposure logging, the app cannot determine your risk status. This means you will not receive any information about your risk in the app.
hu: Ez azt jelenti, hogy az #OstaniZdrav« alkalmazás nem küldhet vagy fogadhat az Ön SARS-CoV-2 fertőzési kockázatáról értesítéseket.
it: Ciò significa che l'app #RestaSano non può inviare o ricevere avvisi sul tuo stato di rischio di infezione da SARS-CoV-2.
pt_pt: Isto significa que a Corona-Warn-App não pode enviar nem receber notificações sobre o seu estado de risco relativo à COVID-19.
sl: To pomeni, da aplikacija #OstaniZdrav ne more pošiljati ali prejemati obvestil o vašem stanju tveganja za okužbo s SARS-CoV-2.

# Onboarding_DoNotActivate_actionText
source: Do Not Activate
hu: Ne aktiváld
it: Non attivare
pt_pt: Não ativar
sl: Ne aktiviraj

# Onboarding_EnableLogging_actionText
source: Activate Exposure Logging
hu: Tovább
it: Avanti
pt_pt: Seguinte
sl: Aktiviraj

# Onboarding_LetsGo_actionText
source: Let’s get started
hu: Kezdés.
it: Cominciamo.
pt_pt: Vamos começar
sl: Začnimo

# QuickAction_newContactDiaryEntry
source: Add Journal Entry for Today
sl: Dodaj vnos v dnevnik

# RecoveryCertificate_Alert_message
source: If you remove the certificate of recovery, you can no longer use it as proof in the app.
sl: Potrdilo boste premaknili v koš. Tam lahko potrdilo obnovite ali pa ga dokončno izbrišete. Elementi bodo po 30 dneh samodejno izbrisani.

# RecoveryCertificate_Alert_title
source: Do you want to remove the certificate of recovery?
sl: Ali želite potrdilo o prebolelosti premakniti v koš?

# RecoveryCertificate_Details_primaryButton
source: Remove Certificate of Recovery
sl: Odstrani potrdilo o prebolelosti

# RecoveryCertificate_Details_subtitle
source: EU Digital COVID Certificate
sl: EU digitalno COVID potrdilo

# RecoveryCertificate_Details_title
source: Certificate of Recovery
sl: Potrdilo o prebolelosti

# RecycleBin_CoronaTest_AlertTitle
source: Restore Test
sl: Obnovi test

# RecycleBin_CoronaTest_antigenTest
source: Rapid Test
sl: Hitri test

# RecycleBin_CoronaTest_headline
source: Test result
sl: Test

# RecycleBin_CoronaTest_registrationDate
source: Registered on %@
sl: Registrirano %@

# RecycleBin_CoronaTest_sampleCollectionDate
source: Performed on %@
sl: Dodano %@

# RecycleBin_DeleteAll_AlertCancelButtonTitle
source: Cancel
sl: Prekliči

# RecycleBin_DeleteAll_AlertConfirmButtonTitle
source: Delete
sl: Izbriši

# RecycleBin_DeleteAll_AlertMessage
source: You will no longer be able to restore its contents.
sl: Njegove vsebine ne boste mogli več obnoviti.

# RecycleBin_DeleteAll_AlertTitle
source: Do you want to empty the recycle bin?
sl: Ali želite izprazniti koš?

# RecycleBin_EmptyState_description
source: When you delete certificates and tests, they are moved to the recycle bin and displayed here.
sl: Ko izbrišete potrdila in rezultate testov, se premaknejo v koš in so prikazani tukaj.

# RecycleBin_EmptyState_imageDescription
source: A recycle bin
sl: Koš

# RecycleBin_EmptyState_title
source: The Recycle Bin Is Empty
sl: Koš je prazen

# RecycleBin_RecoveryCertificate_headline
source: Certificate of Recovery
sl: Potrdilo o prebolelosti

# RecycleBin_RecoveryCertificate_validityDate
source: valid to %@
sl: veljavno do %@

# RecycleBin_RestoreCertificate_AlertCancelButtonTitle
source: Cancel
sl: Prekliči

# RecycleBin_RestoreCertificate_AlertConfirmButtonTitle
source: Restore
sl: Obnovi

# RecycleBin_RestoreCertificate_AlertMessage
source: The restored certificate will be moved to its original location. You will then find it on the “Certificates” tab page.
sl: Obnovljeno potrdilo bo premaknjeno na njegovo izvorno mesto. Potem ga boste našli pod zavihkom »Potrdila«.

# RecycleBin_RestoreCertificate_AlertTitle
source: Restore Certificate
sl: Obnovi potrdilo

# RecycleBin_TestCertificate_antigenTest
source: Rapid Test
sl: Hitri test

# RecycleBin_TestCertificate_headline
source: Test Certificate
sl: Potrdilo

# RecycleBin_VaccinationCertificate_headline
source: Vaccination Certificate
sl: Potrdilo o cepljenju

# RecycleBin_VaccinationCertificate_vaccinationCount
source: Vaccination %i of %i
sl: Cepivo %i od %i

# RecycleBin_VaccinationCertificate_vaccinationDate
source: vaccinated on %@
sl: cepljenje %@

# RecycleBin_deleteAllButtonTitle
source: Delete All Permanently
sl: Izbriši vse

# RecycleBin_description
source: Tap an element to restore it. Elements will be deleted automatically after 30 days.
sl: Tapnite element, če ga želite obnoviti. Elementi bodo po 30 dneh samodejno izbrisani.

# RecycleBin_expirationDateTime
source: will be permanently deleted on %@ at %@
sl: bo trajno izbrisano dne %@ ob %@

# RecycleBin_title
source: Recycle Bin
sl: Koš

# Reset_Button
source: Reset App
hu: Állítsd alaphelyzetbe az alkalmazást!
it: Resetta l'app.
pt_pt: Reinicializar a aplicação
sl: Ponastavi aplikacijo

# Reset_ConfirmDialog_Cancel
source: Cancel
hu: Visszavon.
it: Annulla.
pt_pt: Cancelar
sl: Prekliči

# Reset_ConfirmDialog_Confirm
source: Reset
hu: Alaphelyzetbe állítás.
it: Resetta.
pt_pt: Reinicializar
sl: Ponastavi

# Reset_ConfirmDialog_Description
source: You will no longer be notified of your exposures and you will no longer be able to warn other users. This procedure cannot be undone.
hu: Nem fog több kitettségi értesítést kapni és nem tudja figyelmeztetni a többi felhasználót. Az eljárást nem tudja visszavonni.
it: Non riceverai più avvisi di esposizione e non sarai più in grado di avvisare gli altri utenti. La procedura non può essere annullata.
pt_pt: Já não será notificado sobre as suas exposições e deixará de conseguir avisar outros utilizadores. Este procedimento é irreversível.
sl: Ne boste več prejemali obvestil o izpostavljenosti in ne boste več mogli opozarjati drugih uporabnikov. Postopka ne morete razveljaviti.

# Reset_ConfirmDialog_Title
source: Reset App
hu: Állítsd alaphelyzetbe az alkalmazást!
it: Resetta l'app.
pt_pt: Reinicializar a aplicação
sl: Ponastavi aplikacijo

# Reset_Descrition1
source: You will no longer be notified of your exposures and you will no longer be able to warn other users.
hu: Nem fog több kitettségi értesítést kapni és nem tudja figyelmeztetni a többi felhasználót.
it: Non riceverai più avvisi di esposizione e non sarai più in grado di avvisare gli altri utenti.
pt_pt: Já não será notificado sobre as suas exposições e deixará de conseguir avisar outros utilizadores.
sl: Ne boste več prejemali obvestil o izpostavljenosti in ne boste več mogli opozarjati drugih uporabnikov.

# Reset_Discard
source: Cancel
hu: Visszavon.
it: Annulla.
pt_pt: Cancelar
sl: Prekliči

# Reset_Header1
source: Are you sure you want to reset the app?
hu: Biztos benne, hogy alaphelyzetbe szeretné állítani az alkalmazást?
it: Sicuro di voler resettare l'app?
pt_pt: Tem a certeza de que pretende reinicializar a aplicação?
sl: Ali ste prepričani, da želite ponastaviti aplikacijo?

# Reset_ImageDescription
source: A hand holds a smartphone displaying a symbol indicating that the app is being reset.
hu: Egy személy készüléket tart a kezében, amelyen látható az a szimbólum, ami azt jelenti, hogy az alkalmazás alaphelyzetbe állítása zajlik.
it: Una persona tiene in mano un dispositivo che mostra il simbolo che indica che l'applicazione è in fase di reset.
pt_pt: Uma mão segura um smartphone que apresenta um símbolo que indica que a aplicação está a ser reinicializada.
sl: Roka drži pametno napravo, na kateri je prikazan simbol, ki pomeni, da poteka ponastavitev aplikacije.

# Reset_InfoDescription
source: The exposure log must be deleted separately in your device settings.
hu: A kitettségi naplót külön kell törölni készüléke beállításaiban.
it: Il registro di esposizione va eliminato separatamente nelle impostazioni del dispositivo.
pt_pt: O registo de exposição tem de ser eliminado separadamente, nas definições do seu dispositivo.
sl: Dnevnik izpostavljenosti morate izbrisati ločeno v nastavitvah svoje naprave

# Reset_InfoTitle
source: Delete Exposure Log
hu: Törölje a kitettségi naplót!
it: Elimina il registro delle esposizioni.
pt_pt: Eliminar registo de exposição
sl: Dnevnik izpostavljenosti

# Reset_NavTitle
source: Reset
hu: Alaphelyzetbe állítás
it: Resetta
pt_pt: Reinicializar
sl: Ponastavi aplikacijo

# Reset_Subtitle
source: Reset App
hu: Állítsd alaphelyzetbe az alkalmazást!
it: Resetta l'app
pt_pt: Reinicializar a aplicação
sl: Ponastavi aplikacijo

# RiskLegend_Check_Text
source: Exposure log data is retrieved and synchronized with risk notifications from other users. Your risk is checked automatically several times per day.
hu: A kitettség naplózási adatai beolvasásra kerülnek, majd szinkronizálódnak más felhasználók bejelentett fertőzéseivel.
it: Si raccolgono i dati di registrazione dell'esposizione, che vengono quindi sincronizzati con i dati sulle infezioni segnalati di altri utenti.
pt_pt: Os dados de registo de exposição são obtidos e sincronizados com infeções reportadas de outros utilizadores. A verificação de exposição é realizada automaticamente a cada duas horas, aproximadamente.
sl: Pridobijo se podatki o beleženju izpostavljenosti, ki se nato sinhronizirajo s sporočenimi podatki o okužbah drugih uporabnikov.

# RiskLegend_Check_Title
source: Exposure Check
hu: A kitettség ellenőrzése
it: Verifica dell'esposizione
pt_pt: Verificação de exposição
sl: Preverjanje izpostavljenosti

# RiskLegend_Contact_Text
source: Exposure to an infected person who has shared their positive test results with others through the app. An exposure must meet certain criteria with regard to duration, distance, and suspected infectiousness of the other person to be classified as a high-risk exposure.
hu: Szorosabb és hosszabb ideig tartó kontaktus olyan személyekkel, akiknél megerősítették a SARS-CoV-2-fertőzést.
it: Contatti ravvicinati e prolungati con persone cui è stata confermata l'infezione da SARS-CoV-2.
pt_pt: Encontros com uma duração mais longa e em grande proximidade com pessoas diagnosticadas com COVID-19.
sl: Bližnji in dlje časa trajajoči stiki z osebami, pri katerih je bila potrjena okužba s SARS-CoV-2.

# RiskLegend_Contact_Title
source: Exposure Risk
hu: Kitettség
it: Esposizioni
pt_pt: Exposições
sl: Izpostavljenosti

# RiskLegend_Definitions_Title
source: Definition of Terms
hu: A kifejezések meghatározása
it: Definizione dei termini
pt_pt: Definição de termos
sl: Opredelitev izrazov

# RiskLegend_Image1_AccLabel
source: A device shows various numbered content.
hu: A készülék eltérően számozott tartalmakat jelenít meg.
it: Il dispositivo visualizza un contenuto numerato diverso.
pt_pt: Um dispositivo apresenta conteúdo diverso numerado.
sl: Naprava prikazuje različno oštevilčeno vsebino

# RiskLegend_Legend1_Text
source: Exposure logging is one of the three central features of the app. When you activate it, encounters with people’s smartphones are logged automatically.
hu: A kitettség naplózás az alkalmazás három fő funkciója közül az egyik. Amikor aktiválja, megkezdődik a mások készülékével való kontaktusok naplózása.
it: La registrazione dell'esposizione è una delle tre funzioni centrali dell'app. Quando la attivi inizi a registrare i contatti con i dispositivi di altre persone.
pt_pt: O registo de exposição é umas das três funções centrais da aplicação. Quando o ativar, ficarão registados os encontros com os dispositivos de outras pessoas. Não precisará de fazer mais nada.
sl: Beleženje izpostavljenosti je ena izmed treh osrednjih funkcionalnosti aplikacije. Ko jo boste aktivirali, boste začeli beležiti stike z napravami drugih oseb.

# RiskLegend_Legend1_Title
source: Exposure Logging
hu: Kitettség naplózás
it: Registrazione dell'esposizione
pt_pt: Registo de exposição
sl: Beleženje izpostavljenosti

# RiskLegend_Legend2_High
source: Increased Risk
hu: Nagyobb kockázat
it: Rischio elevato
pt_pt: Risco mais elevado
sl: Večje tveganje

# RiskLegend_Legend2_Low
source: Low Risk
hu: Alacsony kockázat
it: Rischio modesto
pt_pt: Risco baixo
sl: Majhno tveganje

# RiskLegend_Legend2_RiskLevels
source: The following risk status can be shown:
hu: A következő kockázati szint egyike jelenhet meg:
it: Potrebbe apparire uno dei seguenti stati di rischio:
pt_pt: Podem ser apresentados os seguintes estados de risco:
sl: Prikaže se lahko eno od naslednjih stanj tveganja:

# RiskLegend_Legend2_Text
source: When exposure logging is active, the app calculates your personal risk of infection. It does this by measuring duration and proximity of your exposure to people who have been diagnosed with coronavirus over the last 14 days.
hu: Ha az elmúlt 14 napban érintkezett olyan személlyel, akiről megerősítést nyert, hogy SARS-CoV-2-vel fertőzött, az alkalmazás a kitettség időtartama és közelsége alapján értékeli a fertőzéskockázatot.
it: Se sei stato in contatto con una persona cui è stata confermata l'infezione da SARS-CoV-2 negli ultimi 14 giorni, l'app valuterà il tuo rischio di infezione in base alla vicinanza e alla durata dell'esposizione.
pt_pt: Se, nos últimos 14 dias, tiver entrado em contacto com uma pessoa que tenha sido diagnosticada com COVID-19, a aplicação calculará o seu risco pessoal de infeção. Fá-lo através da medição da duração e da proximidade da exposição.
sl: Če ste bili v preteklih 14 dneh v stiku z osebo, pri kateri je bila potrjena okužba s SARS-CoV-2, bo aplikacija ocenila vaše tveganje za okužbo na podlagi bližine in trajanja izpostavljenosti.

# RiskLegend_Legend2_Title
source: Risk of Infection
hu: Fertőzési kockázat
it: Rischio di infezione
pt_pt: Risco de infeção
sl: Tveganje za okužbo

# RiskLegend_Legend3_Text
source: Another central feature is sharing your positive test result. If you have been confirmed to be infected with SARS-CoV-2, you can tell others and break the chain of transmission.
hu: További fő funkció az, hogy bejelentheti, ha pozitív volt a teszteredménye és az eredmény lekérdezése. Ha önnél igazolták a SARS-CoV-2 fertőzést, erről értesíthet másokat és megszakíthatja a fertőzési láncot.
it: Un'altra funzione centrale è registrare il test e ottenere il risultato. Se ti è stata diagnosticata un'infezione da SARS-CoV-2 puoi comunicarlo agli altri e interrompere la catena di trasmissione.
pt_pt: Outra função central é o registo do seu teste e a obtenção do resultado. Se for diagnosticado com COVID-19, poderá notificar os outros e quebrar a cadeia de infeção.
sl: Še ena osrednja funkcija je prijava vašega testa in pridobitev rezultata. Če so pri vas potrdili okužbo s SARS-CoV-2, lahko o tem obvestite druge in prekinete verigo prenosa okužb.

# RiskLegend_Legend3_Title
source: Notifying Other Users
hu: A többi felhasználó értesítése
it: Avviso agli altri utenti
pt_pt: Notificação de outros utilizadores
sl: Obveščanje drugih uporabnikov

# RiskLegend_Notification_Text
source: The display of exposures in the #OstaniZdrav App.
hu: Fertőzési kockázat megjelenítése az #OstaniZdrav alkalmazásban.
it: Visualizzazione del rischio di infezione nell'app #RestaSano.
pt_pt: A apresentação de exposições na Corona-Warn-App.
sl: Prikaz tveganja za okužbo v aplikaciji #OstaniZdrav.

# RiskLegend_Notification_Title
source: Exposure Notification
hu: Értesítés a kitettségről
it: Avviso di esposizione
pt_pt: Notificação de exposição
sl: Obvestilo o izpostavljenosti
