Repository: si-covid-19/ostanizdrav-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it, pt_pt, sl

# HealthCertificate_Info_Legal_section03
source: When you present the QR code of a certificate in the app for verification, others will be able to find out whether you have tested negative, are fully vaccinated, or have proof that you have recovered from a coronavirus infection. During verification, the official verification app will also display the name and date of birth. In the case of test certificates, the date of sampling will also be displayed.
sl: Ko QR kodo na potrdilu v aplikaciji predložite za potrjevanje, se bodo drugi lahko seznanili s tem, ali je bil vaš test negativen, ali ste polno cepljeni in ali imate dokazilo, da ste preboleli okužbo s koronavirusom. Med potrjevanjem bo uradna aplikacija za potrjevanje prikazala tudi vaše ime in datum rojstva. Pri potrdilih o testiranju bodo prikazani tudi datumi testiranja.

# HealthCertificate_Info_Legal_section04
source: You have the possibility to delete COVID certificates in the app at any time. Until then, the certificates will be stored on your smartphone.
sl: COVID potrdila lahko v aplikaciji kadar koli izbrišete. Do takrat se bodo potrdila hranila na vašem pametnem telefonu.

# HealthCertificate_Info_Title
source: Add Certificates
sl: Dodaj potrdila

# HealthCertificate_Info_description
source: Add your EU digital COVID certificates in the app. This will enable you to prove your vaccination protection, a negative test result, or your recovery from an infection with the app.
sl: V aplikacijo dodajte svoja EU digitalna COVID potrdila. Tako boste lahko z aplikacijo dokazali izpolnjevanje PCT pogojev.

# HealthCertificate_Info_disclaimer
source: Detailed information about this data processing is available in the privacy notice
sl: Podrobnejše informacije o obdelavi podatkov so na voljo v obvestilu o varstvu podatkov.

# HealthCertificate_Info_imageDescription
source: An immunized person is looking at their smartphone
sl: Cepljena oseba gleda svoj pametni telefon.

# HealthCertificate_Info_primaryButton
source: Continue
sl: Nadaljuj

# HealthCertificate_Info_section01
source: You can add EU digital COVID vaccination certificates, COVID test certificates, and COVID certificates of recovery in the app.
sl: V aplikacijo lahko dodate EU digitalna COVID potrdila o cepljenju, COVID potrdila o testiranju in COVID potrdila o prebolelosti.

# HealthCertificate_Info_section02
source: These certificates are considered to be valid proof within the EU (e.g. for travel).
sl: Ta potrdila štejejo kot veljavna dokazila v EU (npr. za potovanje).

# HealthCertificate_Info_section03
source: After you add a certificate, it will remain on your smartphone. It will only be shared with others if you present a certificate for verification.
sl: Ko dodate potrdilo, bo to ostalo na vašem pametnem telefonu. Z drugimi ga boste lahko delili samo, če boste potrdilo predložili za potrjevanje.

# HealthCertificate_Info_section04
source: Add existing certificates for yourself and your family members.
sl: Dodate lahko obstoječa potrdila zase in svoje družinske člane.

# HealthCertificate_Overview_Covid_Certificate_Description
source: A QR code with the certificate
sl: QR koda s potrdilom

# HealthCertificate_Overview_Covid_Title
source: EU **Digital COVID Certificate**
sl: EU **digitalno COVID potrdilo**

# HealthCertificate_Overview_EmptyDescription
source: The saved digital vaccination certificates, certificates of recovery, and test certificates are displayed here.
sl: Tu so prikazana shranjena digitalna potrdila o cepljenju, potrdila o prebolelosti in potrdila o testiranju.

# HealthCertificate_Overview_EmptyImageDescription
source: Certificate seal with digital certificate in the background
sl: Žig na potrdilu z digitalnim potrdilom v ozadju

# HealthCertificate_Overview_EmptyTitle
source: No certificates available yet
sl: Potrdil še niste dodali

# HealthCertificate_Overview_News
source: There is news about your certificates
sl: Obvestila o vaših potrdilih

# HealthCertificate_Overview_add
source: Add Certificate
sl: Dodaj potrdilo

# HealthCertificate_Overview_title
source: Certificates
sl: Potrdila

# HealthCertificate_PrintPdf_ErrorAlert_FAQ
source: FAQ for Print Version
sl: Pogosta vprašanja glede različice za tiskanje

# HealthCertificate_PrintPdf_ErrorAlert_Message
source: The print version of the certificate cannot be displayed because the certificate was not issued in Slovenia
sl: Potrdila v različici za tiskanje ni mogoče prikazati, ker potrdilo ni bilo izdano v Sloveniji.

# HealthCertificate_PrintPdf_ErrorAlert_OK
source: OK
sl: V redu

# HealthCertificate_PrintPdf_ErrorAlert_Title
source: Cannot display print version
sl: Različice za tiskanje ni mogoče prikazati.

# HealthCertificate_PrintPdf_ErrorAlert_ValueSetsFetching_Message
source: The print version of the certificate cannot be displayed because the certificate cannot be retrieved right now. Please try again later.
sl: Potrdila v različici za tiskanje ni mogoče prikazati, ker potrdila trenutno ni mogoče priklicati. Poskusite znova pozneje.

# HealthCertificate_PrintPdf_ErrorAlert_ValueSetsFetching_Title
source: Cannot display print version
sl: Različice za tiskanje ni mogoče prikazati.

# HealthCertificate_PrintPdf_Info_primaryButton
source: Continue
sl: Nadaljuj

# HealthCertificate_PrintPdf_Info_section01
source: You can save the certificate as a PDF document. This step is voluntary. You are the only person who can access the PDF document at first. You can then decide whether you want to save it on your smartphone or import it into other apps.
sl: Potrdilo lahko shranite kot dokument PDF. Ta korak lahko opravite prostovoljno. Do dokumenta PDF lahko sprva dostopate samo vi. Nato se lahko odločite, ali ga boste shranili na svojem pametnem telefonu ali uvozili v druge aplikacije.

# HealthCertificate_PrintPdf_Info_section02
source: Please note that the PDF document contains sensitive information. We recommend handling it carefully and only showing it to people who you trust and who are authorized to check the certificate.
sl: Dokument PDF vsebuje občutljive podatke. Predlagamo, da z njim ravnate previdno in ga pokažete samo osebam, ki jim zaupate in ki so pooblaščene za njegovo preverjanje.

# HealthCertificate_PrintPdf_Info_section03
source: We recommend that you not publish the PDF document, send it via e-mail, or share it through other apps.
sl: Predlagamo, da dokumenta PDF ne objavljate, pošiljate po e-pošti ali ga delite prek drugih aplikacij.

# HealthCertificate_PrintPdf_Info_title
source: Generating the EU Printout
sl: Priprava izpisa EU

# HealthCertificate_PrintPdf_Share_title
source: Print Version of Digital Certificate
sl: Tiskana različica digitalnega potrdila

# HealthCertificate_PrintPdf_cancelActionSheet
source: Cancel
sl: Prekliči

# HealthCertificate_PrintPdf_showPrintableVersion
source: Display Print Version
sl: Prikaži različico za tiskanje

# HealthCertificate_Validation_Body1
source: Please check in advance whether your certificate will be valid in your destination country at the time of your trip. The entry rules for the selected destination country will be taken into account.
sl: Predhodno preverite, ali bo vaše potrdilo med potovanjem veljavno v ciljni državi. Upoštevana bodo pravila za vstop v izbrano ciljno državo.

# HealthCertificate_Validation_Body2
source: A COVID certificate is valid proof for travel within the EU.
sl: COVID potrdilo je veljavno dokazilo za potovanja v EU.

# HealthCertificate_Validation_Body4
source: For more detailed information about data processing, please refer to the privacy notice.
sl: Za podrobnejše informacije o obdelavi podatkov si oglejte obvestilo o varstvu podatkov.

# HealthCertificate_Validation_Bullet1
source: Please note that entry rules are subject to change. Therefore, please check the certificate shortly before you enter the destination country (max. 48 hours).
sl: Upoštevajte, da se pravila za vstop lahko spremenijo, zato preverite potrdilo tik pred vstopom v ciljno državo (največ 48 ur prej).

# HealthCertificate_Validation_Bullet2
source: Additional rules and restrictions may apply in individual regions.
sl: V posameznih regijah morda veljajo dodatna pravila in omejitve.

# HealthCertificate_Validation_Bullet4
source: The #OstaniZdrav App does not check whether the data recorded in the certificate is valid.
sl: Aplikacija #OstaniZdrav ne preverja, ali so podatki v potrdilu veljavni.

# HealthCertificate_Validation_ButtonTitle
source: Check
sl: Preveri

# HealthCertificate_Validation_CountrySelection_Title
source: Country
sl: Država

# HealthCertificate_Validation_DateTimeSelection_Info
source: Enter your entry date and your local time.
sl: Vpišite datum prihoda in lokalni čas.

# HealthCertificate_Validation_DateTimeSelection_Title
source: Date and time
sl: Datum in čas

# HealthCertificate_Validation_Error_NO_NETWORK
source: Your Internet connection was lost. To complete the validity check for the certificate, please check the connection and try again.
sl: Internetna povezava je bila prekinjena. Za dokončanje preverjanja veljavnosti potrdila preverite povezavo in poskusite znova.

# HealthCertificate_Validation_Error_TRY_AGAIN
source: An error occurred. Please try again later or contact the technical hotline via App Information -> User Support.
sl: Pojavila se je napaka. Poskusite znova pozneje ali vzpostavite stik s službo za tehnično pomoč: Informacije o aplikaciji -> Klicni center za tehnično pomoč.

# HealthCertificate_Validation_Error_Title
source: Validation Failed
sl: Potrjevanje ni bilo uspešno

# HealthCertificate_Validation_Failed_failedSectionDescription
source: The following rules are not satisfied:
sl: Izpolnjena niso naslednja pravila:

# HealthCertificate_Validation_Failed_failedSectionTitle
source: Validation complete
sl: Preverjanje končano

# HealthCertificate_Validation_Failed_openSectionDescription
source: The following rules could not be checked. Please make sure that the certificate satisfies the rules of your destination country.
sl: Naslednjih pravil ni bilo mogoče preveriti: Poskrbite, da potrdilo izpolnjuje pravila ciljne države.

# HealthCertificate_Validation_Failed_openSectionTitle
source: Validation is not possible
sl: Potrjevanje ni mogoče

# HealthCertificate_Validation_Failed_subtitle
source: Your certificate is not valid in the selected country
sl: Vaše potrdilo ni veljavno v izbrani državi

# HealthCertificate_Validation_Failed_title
source: Certificate Is Not Valid
sl: Potrdilo ni veljavno

# HealthCertificate_Validation_Headline1
source: Check for
sl: Preveri za

# HealthCertificate_Validation_Headline2
source: Notes
sl: Opombe

# HealthCertificate_Validation_Info_byCar
source: Enter the planned local arrival time at the border of your destination country.
sl: Vpišite načrtovan lokalni čas prihoda na mejo ciljne države.

# HealthCertificate_Validation_Info_byPlane
source: If you are traveling by air, enter the scheduled departure time of your flight.
sl: Če potujete z letalom, vpišite predviden čas odhoda letala.

# HealthCertificate_Validation_Info_imageDescription
source: A map of Europe is shown.
sl: Prikazan je zemljevid Evrope.

# HealthCertificate_Validation_Info_title
source: Information
sl: Informacije

# HealthCertificate_Validation_Legal_Description
source: The current entry rules are downloaded from the NIJZ servers. This requires an internet connection. Access data is transmitted to the NIJZ.
sl: Trenutna pravila za vstop so prenesena s strežnikov NIJZ. Potrebna je internetna povezava. Podatki za dostop se posredujejo NIJZ.

# HealthCertificate_Validation_Legal_Title
source: Privacy and Data Security
sl: Zasebnost in varnost podatkov

# HealthCertificate_Validation_Open_openSectionDescription
source: The following rules could not be checked. Please make sure that the certificate satisfies the rules of your destination country.
sl: Naslednjih pravil ni bilo mogoče preveriti: Poskrbite, da potrdilo izpolnjuje pravila ciljne države.

# HealthCertificate_Validation_Open_openSectionTitle
source: Notes
sl: Opombe

# HealthCertificate_Validation_Open_subtitle
source: Your certificate could not be validated completely
sl: Vašega potrdila ni bilo mogoče potrditi v celoti

# HealthCertificate_Validation_Open_title
source: Certificate Cannot Be Validated
sl: Potrdila ni mogoče potrditi

# HealthCertificate_Validation_Passed_hint1
source: Please note that entry rules are subject to change. Therefore, please check the certificate shortly before you enter the destination country (max. 48 hours).
sl: Upoštevajte, da se pravila za vstop lahko spremenijo, zato preverite potrdilo tik pred vstopom v ciljno državo (največ 48 ur prej).

# HealthCertificate_Validation_Passed_hint2
source: Additional rules and restrictions may apply in individual regions.
sl: V posameznih regijah morda veljajo dodatna pravila in omejitve.

# HealthCertificate_Validation_Passed_hint4
source: The #OstaniZdrav App does not check whether the data recorded in the certificate is valid.
sl: Aplikacija #OstaniZdrav ne preverja, ali so podatki v potrdilu veljavni.

# HealthCertificate_Validation_Passed_hintsTitle
source: Notes
sl: Opombe

# HealthCertificate_Validation_Passed_primaryButtonTitle
source: Check for Another Country
sl: Preveri za drugo državo

# HealthCertificate_Validation_Passed_subtitle
source: Your certificate is valid in the selected country
sl: Vaše potrdilo je veljavno v izbrani državi

# HealthCertificate_Validation_Passed_title
source: Certificate Is Valid
sl: Potrdilo je veljavno

# HealthCertificate_Validation_Passed_unknownSubtitle
source: Your certificate could not be validated
sl: Vašega potrdila ni bilo mogoče potrditi

# HealthCertificate_Validation_Passed_unknownTitle
source: Certificate Cannot Be Validated
sl: Potrdila ni mogoče potrditi

# HealthCertificate_Validation_Result_acceptanceRule
source: This is a rule of your destination country, %@.
sl: To je pravilo vaše ciljne države, %@.

# HealthCertificate_Validation_Result_invalidationRule
source: This is a rule of the issuing country.
sl: To je pravilo države izdajateljice.

# HealthCertificate_Validation_Result_moreInformation
source: For more information visit %@.
sl: Za več informacij obiščite %@.

# HealthCertificate_Validation_Result_validationParameters
source: Entering %@ on %@ Validated on %@
sl: Vstop v %@ dne %@ Preverjeno %@

# HealthCertificate_Validation_TechnicalFailed_certificateNotValid
source: The signature of the certificate must be valid.
sl: Podpis na potrdilu mora biti veljaven.

# HealthCertificate_Validation_TechnicalFailed_expirationDate
source: Valid until %@
sl: Velja do %@

# HealthCertificate_Validation_TechnicalFailed_expirationDateTitle
source: Technical Expiration Date
sl: Datum poteka veljavnosti

# HealthCertificate_Validation_TechnicalFailed_failedSectionDescription
source: The following rules are not satisfied:
sl: Naslednja pravila niso izpolnjena:

# HealthCertificate_Validation_TechnicalFailed_failedSectionTitle
source: Technical check
sl: Pregled

# HealthCertificate_Validation_TechnicalFailed_subtitle
source: Your certificate is not valid in the selected country
sl: Vaše potrdilo ni veljavno v izbrani državi

# HealthCertificate_Validation_TechnicalFailed_technicalExpirationDatePassed
source: The technical expiration date of the certificate must not have passed.
sl: Datum veljavnosti potrdila ne sme preteči.

# HealthCertificate_Validation_TechnicalFailed_title
source: Certificate Is Not Valid
sl: Potrdilo ni veljavno

# HealthCertificate_Validation_Title
source: Validity of Certificate
sl: Veljavnost potrdila

# HealthCertificate_ValidityState_Expired
source: Certificate Expired
sl: Potrdilo je poteklo

# HealthCertificate_ValidityState_Expired_description
source: The expiration date has passed. Please get a new digital certificate.
sl: Datum veljavnosti je potekel. Zagotovite si novo digitalno potrdilo.

# HealthCertificate_ValidityState_ExpiringSoon
source: Certificate expires on %@ at %@
sl: Potrdilo poteče %@ ob %@

# HealthCertificate_ValidityState_ExpiringSoon_description
source: Please make sure to get a new digital certificate in time.
sl: Pravočasno si zagotovite novo digitalno potrdilo.

# HealthCertificate_ValidityState_Invalid
source: Certificate (Signature) Invalid
sl: Neveljaven podpis potrdila

# HealthCertificate_ValidityState_Invalid_description
source: The certificate was issued by an unauthorized body or was issued incorrectly. Please have an authorized body issue you a new certificate.
sl: Potrdilo je izdal nepooblaščen organ ali pa je bilo izdano nepravilno. Novo potrdilo naj vam izda pooblaščen organ.

# HealthCertifiedPerson_QRCode_Image_Description
source: A QR code with the current certificate
sl: QR koda z veljavnim potrdilom

# HealthCertifiedPerson_RecoveryCertificate_headline
source: Certificate of Recovery
sl: Potrdilo o prebolelosti

# HealthCertifiedPerson_RecoveryCertificate_validityDate
source: valid to %@
sl: velja do %@

# HealthCertifiedPerson_TestCertificate_antigenTest
source: Rapid Test
sl: Hitri test

# HealthCertifiedPerson_TestCertificate_headline
source: Test Certificate
sl: Potrdilo o testiranju

# HealthCertifiedPerson_TestCertificate_sampleCollectionDate
source: Sample taken %@
sl: Vzorec odvzet %@

# HealthCertifiedPerson_VaccinationCertificate_headline
source: Vaccination Certificate
sl: Potrdilo o cepljenju

# HealthCertifiedPerson_VaccinationCertificate_vaccinationCount
source: Vaccination %i of %i
sl: Cepljenje %i od %i

# HealthCertifiedPerson_VaccinationCertificate_vaccinationDate
source: vaccinated on %@
sl: cepljen(-a) %@

# HealthCertifiedPerson_currentlyUsedCertificate
source: Currently used certificate
sl: Trenutno uporabljeno potrdilo

# HealthCertifiedPerson_dateOfBirth
source: Born %@
sl: Rojen(-a) %@

# HealthCertifiedPerson_newlyAddedCertificate
source: New
sl: Novo

# HealthCertifiedPerson_preferredPersonDescription
source: Please turn on this switch if you are %@ and are the main user of the app. Your certificates will appear at the top of the list.
sl: Vklopite to stikalo, če ste %@ in ste glavni uporabnik aplikacije. Vaša potrdila se bodo prikazala na vrhu seznama.

# HealthCertifiedPerson_title
source: EU Digital COVID Certificate
sl: EU digitalno COVID potrdilo

# HealthCertifiedPerson_validationButtonTitle
source: Check Validity
sl: Preveri veljavnost

# Home_Activate_Card_Bluetooth_Off_Title
source: Bluetooth turned off
hu: A Bluetooth ki van kapcsolva.
it: Il Bluetooth è disattivato.
pt_pt: Bluetooth desligado
sl: Bluetooth je izklopljen

# Home_Activate_Card_Off_Title
source: Exposure logging stopped
hu: A kitettség naplózás leállítva.
it: La registrazione dell'esposizione è interrotta.
pt_pt: Registo de exposição parado
sl: Beleženje izpostavljenosti je ustavljeno

# Home_Activate_Card_On_Title
source: Exposure Logging Active
hu: A kitettség naplózás aktivált.
it: La registrazione dell'esposizione è attivata.
pt_pt: Registo de exposição ativo
sl: Beleženje izpostavljenosti je aktivirano

# Home_Alert_RiskStatusLowered_Message
source: The last exposure that resulted in your increased risk was more than 14 days ago. Therefore, your risk of infection has been ranked as low again. If you do not have any COVID-19 symptoms, continue to follow the prevailing rules regarding distancing and hygiene. If you have COVID-19 symptoms, we recommend that you contact your doctor and get tested.
sl: Zadnja izpostavljenost, ki je bila ocenjena z večjim tveganjem, je bila pred več kot 14 dnevi, zato se je vaša stopnja tveganja spremenila v majhno. Če nimate simptomov covid-19, prosimo še naprej spoštujte priporočila in veljavne ukrepe. V primeru, da imate simptome covid-19 pa prosimo kontaktirajte svojega zdravnika in se testirajte.

# Home_Alert_RiskStatusLowered_PrimaryButtonTitle
source: OK
sl: V redu

# Home_Alert_RiskStatusLowered_Title
source: Change of Your Risk Status
sl: Sprememba stanja tveganja

# Home_Finding_Positive_Card_Button
source: Warn Others
hu: Tovább
it: Avanti
pt_pt: Seguinte
sl: Opozori druge

# Home_Finding_Positive_Card_Button_Remove_Test
source: Reactivate
sl: Ponovno aktiviraj

# Home_Finding_Positive_Card_Note_Title
source: Please note:
hu: Ne felejtse:
it: Ricorda:
pt_pt: Tenha em conta:
sl: Ne pozabite:

# Home_Finding_Positive_Card_PCR_Item0
source: Follow the isolation instructions provided by your healthcare provider.
sl: Spoštujte navodila o izolaciji, ki ste jih prejeli s strani zdravstvene službe.

# Home_Finding_Positive_Card_PCR_Item1
source: The public health authority may contact you within the next few days.
sl: Ustanova za javno zdravje bo v naslednjih nekaj dneh vzpostavila stik z vami prek telefona ali pisno po pošti.

# Home_Finding_Positive_Card_RAT_Item0
source: Follow the isolation instructions provided by your healthcare provider.
sl: Spoštujte navodila o izolaciji, ki ste jih prejeli s strani zdravstvene službe.

# Home_Finding_Positive_Card_RAT_Item1
source: Take a PCR test to verify this test result.
sl: Opravite test PCR za potrditev rezultata testa.

# Home_Finding_Positive_Card_Status_DateAntigen
source: Carried out on %@
sl: Izveden %@

# Home_Finding_Positive_Card_Status_DatePCR
source: Test registered on %@
sl: Test je bil registriran %@

# Home_Finding_Positive_Card_Status_Subtitle
source: You have been diagnosed with the SARS-CoV-2 virus.
pt_pt: Foi diagnosticado com o vírus SARS-CoV-2.
sl: Okužba z virusom SARS-CoV-2 je bila potrjena

# Home_Finding_Positive_Card_Status_Title
source: SARS-CoV-2 positive
hu: Megerősítésre került, hogy Ön SARS-CoV-2 vírussal fertőződött meg.
it: Ti hanno confermato un'infezione da virus SARS-CoV-2.
pt_pt: SARS-CoV-2 positivo
sl: Potrjena okužba s SARS-CoV-2

# Home_LeftBarButton_description
source: #OstaniZdrav App logo
hu: Az #OstaniZdrav alkalmazás logója
it: Logo dell'app #RestaSano
pt_pt: Logótipo da Corona-Warn-App
sl: Logotip aplikacije #OstaniZdrav

# Home_MoreCard_AppInformationTitle
source: App Information
sl: Informacije o aplikaciji

# Home_MoreCard_RecycleBinTitle
source: Recycle Bin
sl: Koš

# Home_MoreCard_SettingsTitle
source: Settings
sl: Nastavitve

# Home_MoreCard_ShareTitle
source: Share
sl: Delite #OstaniZdrav

# Home_MoreCard_Title
source: More
sl: Več

# Home_RightBarButton_description
source: Information
hu: Információk
it: Informazioni
pt_pt: Informação
sl: Informacije

# Home_RiskCard_Update_Button
source: Update
pt_pt: Atualizar
sl: Posodobitev

# Home_Risk_Date_Item_Title
source: Updated: %@
hu: Frissítve: %@
it: Aggiornato: %@
pt_pt: Atualizado: %@
sl: Posodobljeno: %@

# Home_Risk_Failed_Body
source: The synchronization of random IDs with the server failed. You can restart the synchronization manually.
sl: Sinhronizacija dnevnih ključev s strežnikom je spodletela. Ponovno lahko zaženete sinhronizacijo ročno.

# Home_Risk_Failed_Title
source: Exposure check failed
sl: Preverjanje izpostavljenosti ni uspelo

# Home_Risk_High_Title
source: Increased Risk
hu: Nagyobb kockázat
it: Rischio alto
pt_pt: Risco mais elevado
sl: Večje tveganje

# Home_Risk_Inactive_NoCalculation_Possible_Body
source: Activate exposure logging to evaluate your risk status today.
hu: Kapcsolja be a kitettség naplózást, hogy értékelje a mai kockázatot.
it: Attiva la registrazione dell'esposizione per valutare il tuo stato di rischio odierno.
pt_pt: Ativar registo de exposição para avaliar o seu estado de risco para hoje.
sl: Vklopite beleženje izpostavljenosti za oceno tveganja za okužbo na današnji dan.

# Home_Risk_Inactive_NoCalculation_Possible_Button
source: Activate Exposure Logging
hu: Aktiválja a kitettség naplózást!
it: Attiva la registrazione dell'esposizione.
pt_pt: Ativar registo de exposição
sl: Aktiviraj beleženje izpostavljenosti
