Repository: si-covid-19/ostanizdrav-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it, pt_pt, sl

# ExposureSubmission_DataPrivacyDescription
source: By tapping “Accept”, you consent to the app querying the status of your coronavirus test and displaying it in the app. This feature is available to you if you have received a QR code and have consented to your test result being transmitted to the app’s server system. As soon as the testing lab has stored your test result on the server, you will be able to see the result in the app. If you have enabled notifications, you will also receive a notification outside the app telling you that your test result has been received. However, for privacy reasons, the test result itself will only be displayed in the app. You can withdraw this consent at any time by deleting your test registration in the app. Withdrawing your consent will not affect the lawfulness of processing before its withdrawal. Further information can be found in the menu under “Data Privacy”.
hu: Az „Elfogad” gombra kattintva elküldi beleegyezését, amely lehetővé teszi, hogy az alkalmazás az elmúlt 14 nap során kapott véletlenszerű azonosítóit továbbítsa a szerverrendszerbe. Így más felhasználók, akik engedélyezték a kitettség naplózás funkciót, automatikus értesítést kaphatnak arról, hogy esetleg ki voltak-e téve COVID-19 fertőzéskockázatnak. Az erre a célra továbbított véletlenszerű azonosítók nem tartalmaznak olyan információt, amely alapján személyazonosságáról vagy önről, személyhez kötődő feltételezéseket lehetne levonni. A teszt eredményének bevitele az alkalmazásba önkéntes. Nem büntetik Önt, ha nem viszi be a tesztje eredményét. Mivel nem lehet nyomon követni vagy ellenőrizni, hogy Ön használja-e az alkalmazást, vagy hogyan használja, az Ön kivételével, senki sem fogja tudni, hogy megadta-e a fertőzésére vonatkozó információkat. Az alkalmazás törlésével bármikor visszavonhatja hozzájárulását. A hozzájárulás visszavonása nem befolyásolja a hozzájárulása alapján a hozzájárulás visszavonása előtt zajlott feldolgozás jogszerűségét. További információk a menüben, az »Adatvédelmi információk« címsor alatt találhatók
it: Cliccando su 'Accetta' invierai il tuo consenso, che consente all'applicazione di inoltrare al sistema del server i tuoi codici di trasmissione casuali dei 14 giorni precedenti. Ciò consente ad altri utenti che hanno abilitato la funzione di registrazione dell'esposizione di ricevere avvisi automatici sul fatto che potrebbero essere stati esposti al COVID-19. I codici di trasmissione casuale trasmessi per questo scopo non contengono alcuna informazione che possa portare a una conclusione sulla tua identità o su di te come persona. L'inserimento del risultato del test nell'applicazione è volontario. Non sarai penalizzato se non inserisci il risultato del test. Poiché non è possibile tracciare o verificare se stai utilizzando l'app o come la stai utilizzando, nessuno tranne te saprà se hai inserito informazioni sul fatto che sei infetto. Puoi revocare il tuo consenso in qualsiasi momento eliminando l'applicazione. La revoca del consenso non pregiudica la liceità del trattamento che è stato effettuato sulla base del consenso prima della revoca del consenso. Ulteriori informazioni sono disponibili nel menù alla voce 'Informazioni sulla privacy'.
pt_pt: Ao tocar em "Aceitar", está a consentir que a Aplicação consulte o estado seu teste ao coronavírus e o apresente na aplicação. Esta função estará disponível para si, se tiver recebido um código QR e tiver consentido que o resultado do seu teste seja transmitido para o sistema do servidor da Aplicação. Logo que o laboratório de testes tenha armazenado o resultado do seu teste no servidor, conseguirá ver o resultado na Aplicação. Se tiver ativado as notificações, também receberá uma notificação fora da Aplicação, a informá-lo de que o resultado do seu teste foi recebido. No entanto, por motivos de privacidade, o resultado do teste propriamente dito só será apresentado na Aplicação. Pode retirar este consentimento a qualquer momento, eliminando o registo do seu teste na Aplicação. A retirada do seu consentimento não afetará a legitimidade do processamento antes da retirada. Pode encontrar mais informações no menu de "Informações sobre privacidade de dados".
sl: Če tapnete na »Sprejmi«, boste oddali svoje soglasje, s katerim dovoljujete, da aplikacija izvede poizvedbo o stanju vašega testiranja za koronavirus in ga prikaže v aplikaciji. Ta funkcija vam je na voljo, če ste prejeli QR kodo in podali soglasje, s katerim dovoljujete, da se rezultat vašega testa prenese v strežniški sistem aplikacije. Takoj ko laboratorij, ki izvaja testiranje, shrani rezultat vašega testa na strežnik, boste lahko rezultat videli v aplikaciji. Če ste omogočili obvestila, boste prav tako prejeli obvestilo zunaj aplikacije, ki vam bo sporočilo, da ste prejeli rezultat testa. Zaradi varovanja zasebnosti pa bo sam rezultat testa prikazan samo v aplikaciji. Svoje soglasje lahko kadar koli prekličete, tako da izbrišete registracijo testa v aplikaciji. Preklic ne vpliva na zakonitost obdelave, ki je bila izvedena pred vašim preklicem. Dodatne informacije lahko najdete v meniju pod naslovom »Zasebnost podatkov«.

# ExposureSubmission_DataPrivacyTitle
source: Consent
hu: Adatvédelem
it: Protezione dei dati
pt_pt: Privacidade de dados
sl: Varstvo podatkov

# ExposureSubmission_DispatchDescription
source: Retrieve your test result through the app and then warn others. You’ll protect yourself and help to stop the spread of coronavirus.
hu: Mi áll ezen a helyen rendelkezésre az Ön számára?
it: Cosa c'è a tua disposizione qui?
pt_pt: O que há aqui para si?
sl: Obveščanje stikov preko aplikacije je popolnoma anonimno.

# ExposureSubmission_DispatchSectionHeadline
source: Was your test positive?
sl: Ali ste bili testirani?

# ExposureSubmission_DispatchSectionHeadline2
source: Was your PCR test positive?
sl: Ali je bil vaš test PCR pozitiven?

# ExposureSubmission_DispatchTitle
source: Is your test positive?
hu: Kínálat
it: Scelta
pt_pt: Seleção
sl: Je bil vaš test pozitiven?

# ExposureSubmission_GeneralErrorTitle
source: Error
hu: Hiba
it: Errore
pt_pt: Erro
sl: Napaka

# ExposureSubmission_NavTitle
source: Send Diagnosis Key
hu: Küldje el a diagnosztikai kulcsot!
it: Invia la chiave diagnostica.
pt_pt: Enviar chave de diagnóstico
sl: Pošlji diagnostični ključ

# ExposureSubmission_OverwriteNotice_Antigen_Headline
source: You have already registered a rapid test.
sl: Hitri test ste že registrirali.

# ExposureSubmission_OverwriteNotice_Antigen_Text
source: You have already registered a rapid test. The app can manage a maximum of one rapid test and one PCR test at the same time. If you register another rapid test, the first rapid test will be deleted from the app.
sl: Hitri test ste že registrirali. Aplikacija lahko hkrati obdela največ en hitri test in en test PCR. Če registrirate še en hitri test, se bo prvi test izbrisal iz aplikacije.

# ExposureSubmission_OverwriteNotice_Image_Description
source: If you enter a new test, it replaces any previous test.
sl: Če vnesete nov test, bo ta nadomestil prejšnjega.

# ExposureSubmission_OverwriteNotice_Pcr_Headline
source: You have already registered a PCR test.
sl: Test PCR ste že registrirali.

# ExposureSubmission_OverwriteNotice_Pcr_Text
source: You have already registered a PCR test. The app can manage a maximum of one rapid test and one PCR test at the same time. If you register another PCR test, the first PCR test will be deleted from the app.
sl: Test PCR ste že registrirali. Aplikacija lahko hkrati obdela največ en hitri test in en test PCR. Če registrirate še en test PCR, se bo prvi test izbrisal iz aplikacije.

# ExposureSubmission_OverwriteNotice_PrimaryButton
source: Next
sl: Naprej

# ExposureSubmission_OverwriteNotice_Title
source: Note
sl: Opomba

# ExposureSubmission_PhoneDetailsDomestic
source: access the web form
sl: dostopate do spletnega obrazca

# ExposureSubmission_Profile_CreateProfileTile_Description
source: Save your personal data as a QR code to speed up registration at testing points.
sl: Ustvarite lahko profil s svojimi osebnimi podatki, ki jih lahko med vsakim hitrim testom posredujete prek QR kode.

# ExposureSubmission_Profile_CreateProfileTile_Title
source: Create Rapid Test Profile
sl: Ustvari profil hitrih testov

# ExposureSubmission_Profile_ProfileTile_Description
source: Save time and present your rapid test profile at the testing point.
sl: Prihranite čas in predložite svoj profil hitrih testov na mesto testiranja.

# ExposureSubmission_Profile_ProfileTile_Title
source: Rapid Test Profile
sl: Profil hitrih testov

# ExposureSubmission_RAT_QR_Invalid_Alert_Button
source: OK
sl: V redu

# ExposureSubmission_RAT_QR_Invalid_Alert_Text
source: The QR code cannot be matched with a rapid test. Please scan a suitable QR code.
sl: QR koda se ne ujema s hitrim testom. Skenirajte ustrezno QR kodo.

# ExposureSubmission_RAT_QR_Invalid_Alert_Title
source: Error
sl: Napaka

# ExposureSubmission_SectionDescription2
source: By entering the data in the form, you will receive a TAN code via SMS.
hu: A tesztet a TAN-szám alkalmazásba történő bevitelével regisztrálja.
it: Registra il test inserendo il numero TAN nell'app.
pt_pt: Registe o teste através da introdução do TAN na aplicação.
sl: Z vnosom podatkov v spletni obrazec boste preko SMS sporočila pridobili TAN kodo.

# ExposureSubmission_Submit
source: Share your SARS-CoV-2 infection anonymously by entering the TAN code you received via SMS.
hu: Vigye be a TAN-számot.
it: Inserisci il numero TAN.
pt_pt: Introduzir o TAN
sl: Podatek o okužbi s SARS-CoV-2 delite z vnosom številke TAN v aplikacijo

# ExposureSubmission_TANInputButtonTitle
source: Enter TAN
hu: Vigye be a TAN-számot!
it: Inserisci il numero TAN
pt_pt: Introduzir o TAN
sl: Vnos TAN kode

# ExposureSubmission_TestCertificate_Information_Alert_CancelRegistration
source: Cancel Registration
sl: Prekliči registracijo

# ExposureSubmission_TestCertificate_Information_Alert_ContinueRegistration
source: Continue Registration
sl: Nadaljuj registracijo

# ExposureSubmission_TestCertificate_Information_Alert_Message
source: If you cancel the test registration, you cannot receive your test result in the app.
sl: Če prekličete registracijo testa, rezultat vašega testa ne bo posredovan v aplikacijo.

# ExposureSubmission_TestCertificate_Information_Alert_Title
source: Cancel Registration
sl: Prekliči registracijo

# ExposureSubmission_TestCertificate_Information_BirthdayPlaceholder
source: Date of Birth
sl: Datum rojstva

# ExposureSubmission_TestCertificate_Information_BirthdayText
source: For security purposes, your test result is protected with your date of birth. The test result can only be issued if you specify the correct date of birth.
sl: Zaradi varnosti je rezultat vašega testa zaščiten z vašim datumom rojstva. Rezultat testa je mogoče izdati samo, če navedete pravilen datum rojstva.

# ExposureSubmission_TestCertificate_Information_Dataprivacy_Title
source: For more detailed information about data processing, please refer to the privacy notice.
sl: Za podrobnejše informacije o obdelavi podatkov si oglejte obvestilo o varstvu podatkov.

# ExposureSubmission_TestCertificate_Information_ImageDescription
source: A woman with a smartphone is using the #OstaniZdrav App. A checkmark on a seal behind her symbolizes a valid certificate.
sl: Ženska s pametnim telefonom uporablja aplikacijo #OstaniZdrav. Kljukica na žigu za njo označuje veljavno potrdilo.

# ExposureSubmission_TestCertificate_Information_Legal_Headline
source: Data protection and data security
sl: Varovanje in varnost podatkov

# ExposureSubmission_TestCertificate_Information_Legal_Text_1
source: Requesting and using a digital COVID test certificate is voluntary. There are other ways to prove that you have a negative test result.
sl: Zahtevanje in uporaba digitalnega COVID potrdila o testiranju sta prostovoljna. Negativen rezultat testa lahko dokažete tudi drugače.

# ExposureSubmission_TestCertificate_Information_Legal_Text_2
source: To create your test certificate, data is transmitted once in encrypted form to the RKI. The RKI signs this data electronically to confirm its validity. The RKI will not store the data.
sl: Za izdelavo vašega potrdila o testiranju se šifrirani podatki enkrat pošljejo NIJZ. NIJZ te podatke elektronsko podpiše za potrditev njihove veljavnosti. NIJZ ne hrani teh podatkov.

# ExposureSubmission_TestCertificate_Information_Legal_Text_2a_PCR
source: To ensure that no one with your QR code can retrieve your test result, it is protected with your date of birth. Your date of birth is transmitted in encrypted form to the laboratory in order to retrieve the test result.
sl: Da nihče z vašo QR kodo ne bi mogel pridobiti rezultata vašega testa, je ta zaščiten z vašim datumom rojstva. Vaš datum rojstva je v šifrirani obliki poslan v laboratorij za pridobitev rezultata testa.

# ExposureSubmission_TestCertificate_Information_Legal_Text_3
source: The COVID test certificate contains the data about your coronavirus test. In cases where you are required by law to prove a negative test result, it is sufficient to show the QR code in the app. Do not provide the test certificate to anyone if you do not want the data to be read.
sl: COVID potrdilo o testiranju vsebuje podatke o vašem testiranju na koronavirus. Kadar ste po zakonu dolžni dokazati negativen rezultat testa, je dovolj, da QR kodo pokažete v aplikaciji. Potrdila o testiranju ne delite z nikomer, če ne želite, da bi se drugi seznanili z vašimi podatki.

# ExposureSubmission_TestCertificate_Information_Legal_Text_4
source: If you present the QR code of the test certificate in the app and it is scanned using the verification app, others will be able to find out your test result. During verification, the official verification app will also display your name and date of birth.
sl: Če pokažete QR kodo na potrdilu o testiranju v aplikaciji in je ta skenirana z aplikacijo za potrjevanje, se lahko drugi seznanijo z rezultatom vašega testa. Med potrjevanjem bo uradna aplikacija za potrjevanje prikazala tudi vaše ime in datum rojstva.

# ExposureSubmission_TestCertificate_Information_Legal_Text_5
source: You have the possibility to delete test certificates in the app at any time. Until then, the test certificates will be stored on your smartphone.
sl: Potrdila o testiranju lahko v aplikaciji kadar koli izbrišete. Do takrat se bodo potrdila o testiranju hranila na vašem pametnem telefonu.

# ExposureSubmission_TestCertificate_Information_PrimaryButton
source: Request Test Certificate
sl: Zahtevaj potrdilo o testiranju

# ExposureSubmission_TestCertificate_Information_SecondaryButton
source: No Thank You
sl: Ne, hvala.

# ExposureSubmission_TestCertificate_Information_Section01
source: The test certificate is only issued if your test result is negative.
sl: Potrdilo o testiranju je mogoče izdati samo, če je rezultat vašega testa negativen.

# ExposureSubmission_TestCertificate_Information_Section02
source: The test certificate is valid proof of a negative test result within the EU (e.g. for travel).
sl: Potrdilo o testiranju je veljavno dokazilo v EU o negativnem rezultatu testa (npr. za potovanje).

# ExposureSubmission_TestCertificate_Information_Subheadline
source: You can use the app to request an official EU digital COVID test certificate, which is then added in the app.
sl: Prek aplikacije lahko zaprosite za uradno EU digitalno COVID potrdilo o testiranju, ki bo dodano v aplikacijo.

# ExposureSubmission_TestCertificate_Information_Title
source: COVID Test Certificate
sl: COVID potrdilo o testiranju

# FileScanner_AccessError_cancel
source: Cancel
sl: Prekliči

# FileScanner_AccessError_message
source: #OstaniZdrav does not have access to your photo library. You can grant access in your device settings.
sl: #OstaniZdrav nima dostopa do vaše galerije. Dostop lahko omogočite v nastavitvah naprave.

# FileScanner_AccessError_settings
source: Settings
sl: Nastavitve

# FileScanner_AccessError_title
source: Access not allowed
sl: Dostop ni dovoljen

# FileScanner_AlreadyRegistered_message
source: The certificate is already registered in your app.
sl: Ta certifikat je že shranjen v aplikaciji.

# FileScanner_AlreadyRegistered_title
source: Certificate Already Registered
sl: Certifikat že obstaja

# FileScanner_FileNotReadable_message
source: The selected file may be damaged or password-protected and could not be read. Please select a suitable file.
sl: Izbrana datoteka ni berljiva ali pa je zaščitena z geslom. Prosimo, izberite ustrezno datoteko.

# FileScanner_FileNotReadable_title
source: File Unreadable
sl: Neberljiva datoteka

# FileScanner_HUD_text
source: Importing
sl: Uvažanje fotografije

# FileScanner_InvalidQRCode_message
source: The QR code is not supported by the #OstaniZdrav. Please select a suitable QR code.
sl: Ta QR koda ni podprta v aplikaciji #OstaniZdrav. Prosimo, izberite ustrezno QR kodo.

# FileScanner_InvalidQRCode_title
source: No Suitable QR Code
sl: Neustrezna QR koda

# FileScanner_NoQRCodeFound_message
source: No QR code was detected in the selected file. Please choose a different file.
sl: V izbrani datoteki ni bila najdena ustrezna QR koda. Prosimo, izberite drugo datoteko.

# FileScanner_NoQRCodeFound_title
source: No QR Code Detected
sl: Koda QR ni bila zaznana

# FileScanner_PasswordEntry_message
source: Please enter your password.
sl: Prosimo, vnesite vaše geslo.

# FileScanner_PasswordEntry_placeholder
source: Password
sl: Geslo

# FileScanner_PasswordEntry_title
source: File is Password-Protected
sl: Datoteka je zaščitena z geslom

# FileScanner_PasswordError_message
source: Please enter a valid password.
sl: Prosimo, vnesite veljavno geslo.

# FileScanner_PasswordError_title
source: Password Incorrect
sl: Nepravilno geslo

# FileScanner_sheet_cancel
source: Cancel
sl: Prekliči

# FileScanner_sheet_documents
source: Files
sl: Dokumenti

# FileScanner_sheet_photos
source: Photos
sl: Fotografije

# General_BackButtonTitle
source: Back
hu: Vissza
it: Indietro
pt_pt: Voltar
sl: Nazaj

# HealthCertificate_Alert_cancelButton
source: Cancel
sl: Prekliči

# HealthCertificate_Alert_deleteButton
source: Delete
sl: Izbriši

# HealthCertificate_Details_EU_Covid_Certificate
source: EU Digital COVID Certificate
sl: EU digitalno COVID potrdilo

# HealthCertificate_Details_QRCode_Image_Description
source: A QR code with your certificate
sl: QR koda z vašim potrdilom

# HealthCertificate_Details_certificate
source: Vaccination Certificate
sl: Potrdilo o cepljenju

# HealthCertificate_Details_certificateCount
source: Vaccination Certificate %i of %i
sl: Potrdilo o cepljenju %i z dne %i

# HealthCertificate_Details_country
source: Country
sl: Država

# HealthCertificate_Details_dateOfBirth
source: Born %@
sl: Rojena(-a) %@

# HealthCertificate_Details_dateOfVaccination
source: Vaccination Date
sl: Datum cepljenja

# HealthCertificate_Details_deleteButtonTitle
source: Delete Vaccination Certificate
sl: Izbriši potrdilo o cepljenju

# HealthCertificate_Details_expirationDateDetails
source: Please make sure to get a new digital certificate in time.
sl: Pravočasno si zagotovite novo digitalno potrdilo.

# HealthCertificate_Details_expirationDatePlaceholder
source: Valid until %@
sl: Velja do %@

# HealthCertificate_Details_expirationDateTitle
source: Expiration Date
sl: Datum poteka veljavnosti

# HealthCertificate_Details_identifier
source: Certification Number
sl: Številka potrdila

# HealthCertificate_Details_issuer
source: Issuer
sl: Izdajatelj

# HealthCertificate_Details_manufacture
source: Manufacturer
sl: Proizvajalec

# HealthCertificate_Details_moreButtonTitle
source: More
sl: Več

# HealthCertificate_Details_vaccinationCount
source: Vaccination %i of %i
sl: Cepljenje %i od %i

# HealthCertificate_Details_vaccine
source: Vaccine
sl: Cepivo

# HealthCertificate_Details_vaccineType
source: Vaccine Type
sl: Vrsta cepiva

# HealthCertificate_Details_validationButtonTitle
source: Check Validity
sl: Preveri veljavnost

# HealthCertificate_Details_validity
source: Vaccinated %@ - Valid to %@
sl: Cepljen(-a) %@ – Velja do %@

# HealthCertificate_Error_FAQ_Button_Title
source: FAQ for Certificates
sl: Pogosta vprašanja glede potrdil

# HealthCertificate_Error_FAQ_Description
source: For more information about how to receive your certificate, please see our FAQ page.
sl: Za več informacij o tem, kako pridobiti potrdilo, obiščite našo stran s pogostimi vprašanji.

# HealthCertificate_Error_HC_ALREADY_REGISTERED
source: The certificate is already registered in your app.
sl: Potrdilo je že registrirano v vaši aplikaciji.

# HealthCertificate_Error_HC_INVALID
source: This QR code is not a valid certificate.
sl: Ta QR koda ni veljavno potrdilo.

# HealthCertificate_Error_HC_NOT_SUPPORTED
source: This certificate is not supported.
sl: To potrdilo ni podprto.

# HealthCertificate_Error_HC_QR_CODE_ERROR
source: The QR code could not be generated. If the error persists, please contact the technical hotline via App Information -> User Support.
sl: QR kode ni bilo mogoče ustvariti. Če se napaka ponavlja, vzpostavite stik s službo za tehnično pomoč: Informacije o aplikaciji -> Klicni center za tehnično pomoč.

# HealthCertificate_Error_Title
source: Error
sl: Napaka

# HealthCertificate_Error_invalidSignature_FAQ_Button_Title
source: FAQ for Signature Validation
sl: Pogosta vprašanja glede potrjevanja podpisa

# HealthCertificate_Error_invalidSignature_msg
source: The signature of the certificate is invalid. The certificate cannot be used as proof and therefore cannot be imported.
sl: Podpis na potrdilu je neveljaven. Potrdila ni mogoče uporabiti kot dokazilo, zato ga ni mogoče uvoziti.

# HealthCertificate_Error_invalidSignature_title
source: Signature Invalid
sl: Neveljaven podpis

# HealthCertificate_Info_Legal_headline
source: Data protection and data security
sl: Varovanje in varnost podatkov

# HealthCertificate_Info_Legal_section01
source: Using the this function is voluntary. There are other ways to prove that you are fully vaccinated, have a negative test result, or have recovered from a coronavirus infection.
sl: Uporaba te funkcionalnosti je prostovoljna. Da ste polno cepljeni, imate negativen rezultat testa ali ste preboleli okužbo s koronavirusom, lahko dokažete tudi drugače.

# HealthCertificate_Info_Legal_section02
source: The COVID Certificates contain personal data (involving vaccinations, test results or a previous infection). In cases where you are required by law to show proof, it is sufficient to show the QR code of the certificate in the app. Please note that you may be required to present an identification document during the check. Do not provide certificates and the QR codes to anyone if you do not want the data to be read.
sl: COVID potrdila vsebujejo osebne podatke (ki zadevajo cepljenje, rezultate testiranj ali predhodno okužbo). Kadar ste po zakonu dolžni predložiti dokazilo, je dovolj, da QR kodo na potrdilu pokažete v aplikaciji. Upoštevajte, da boste med preverjanjem morda morali predložiti osebni dokument. Potrdil in kod QR ne delite z nikomer, če ne želite, da bi se drugi seznanili z vašimi podatki.
