Repository: si-covid-19/ostanizdrav-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it, pt_pt, sl

# ContactDiary_Overview_PersonEncounter_MaskSituation_WithMask
source: With mask
sl: z masko

# ContactDiary_Overview_PersonEncounter_MaskSituation_WithoutMask
source: Without mask
sl: brez maske

# ContactDiary_Overview_PersonEncounter_Setting_Inside
source: Indoors
sl: zaprt prostor

# ContactDiary_Overview_PersonEncounter_Setting_Outside
source: Outdoors
sl: odprt prostor

# ContactDiary_Overview_Risk_Text_Disclaimer
source: The information recorded in the contact journal is not necessarily related to the exposures reported by the application in the risk state.
sl: Tveganje ni nujno povezano z ljudmi in kraji, ki ste jih vpisali v dnevnik srečanj.

# ContactDiary_Overview_Risk_Text_LowRiskEncountersCause
source: based on multiple exposures with low risk.
sl: Imeli ste več izpostavljenosti z majhnim tveganjem.

# ContactDiary_Overview_Risk_Text_StandardCause
source: based on the encounters evaluated by the app.
sl: na podlagi izpostavljenosti, ki jih je ocenila aplikacija.

# ContactDiary_Overview_Tests_Antigen_Done
source: Rapid Test Performed
sl: Opravljen je bil hitri test

# ContactDiary_Overview_Tests_Negative_Result
source: Negative Diagnosis
sl: Negativen rezultat

# ContactDiary_Overview_Tests_PCR_Registered
source: Confirmed infection with SARS-CoV-2
sl: Potrjena okužba s SARS-CoV-2

# ContactDiary_Overview_Title
source: Contact Journal
sl: Dnevnik srečanj

# Contact_Journal_Notes_Description
source: Write down the circumstances that could increase the risk of infection, such as how close you were to other people or the activities you attended along with others. Examples: sitting close together, participating in a sporting activity (eg playing basketball), hanging out in a small space, singing. n nIf you become infected, this information from the NIJZ can help you identify potential chains of infection.
sl: Tukaj lahko vnesete opombe, ki bodo pomagale oceniti tveganje za okužbo. Zapišite okoliščine, ki bi lahko povečale tveganje za okužbo, na primer, kako blizu drugih ljudi ste bili ali aktivnosti, ki ste se jih udeležili skupaj z drugimi. Primeri: sedel tesno skupaj, sodeloval pri športni aktivnosti (npr. igral košarko), druženje v majhnem prostoru, petje.

# Contact_Journal_Notes_Description_Title
source: Note
sl: Opomba

# DataDonation_AccImageDescription
source: A woman holds a smartphone that is sharing her data
sl: Ženska drži v roki pametni telefon, ki deli njene podatke.

# DataDonation_Acknowledgement_BulletPoint_1
source: Your consent is voluntary. If you do not give your consent, you will still be able to use the app.
sl: Vaše soglasje je prostovoljno. Če ne podate svojega soglasja, lahko aplikacijo še vedno uporabljate.

# DataDonation_Acknowledgement_BulletPoint_2
source: If you share data about your use of the app, your identity will still be kept secret from the RKI. This means the RKI will not find out who you are or who you have met. No profiles will be created either.
sl: Če se boste odločili za posredovanje podatkov o uporabi aplikacije, vaša identiteta in lokacija ne bosta razkrita NIJZ, prav tako ne bo razkrita identiteta vaših morebitnih stikov.

# DataDonation_Acknowledgement_BulletPoint_3
source: You need to be at least 16 years old to give your consent.
sl: Če želite podati soglasje, morate biti stari najmanj 16 let.

# DataDonation_Acknowledgement_Content
source: By tapping on “Accept”, you consent to the following: The app will transmit information it records to the RKI, on a daily basis. The data concerns possible exposures and warnings that have been displayed to you, test results you have retrieved, and whether you have warned other users, and information about your smartphone’s operating system. If you have provided further details above (region, age group), then the RKI will also receive this information. The RKI will compile this data into statistics and analyze it to assess the effectiveness and functioning of the app, and draw conclusions regarding the pandemic. The resulting knowledge will help to improve the app’s features and make it more user-friendly, as well as to inform other pandemic response measures. Before your data is analyzed, it is necessary to ensure that each app that shares data is only counted once, so as not to distort the statistics. This is why the authenticity of your app needs to be verified. For this purpose, a unique identifier is generated by your smartphone and transmitted to Apple in the U.S. or other third countries, so that Apple can confirm the authenticity of your app to the RKI. The identifier contains information about the version of your smartphone and the app. On this basis, Apple may be able to infer your identity and learn that your smartphone has been authenticated. Apple does not receive any other information from the app during this process. You can withdraw your consent at any time by disabling the data sharing feature in the app's settings.
sl: Ko tapnete na »Sprejmi«, boste oddali svoje soglasje za: Aplikacija bo NIJZ dnevno prenesla anonimizirane podatke, ki jih beleži. Zbirali bomo anonimizirane podatke o: številu izpostavljenosti (število vseh zabeleženih stikov), številu in vrsti prejetih opozoril (majhno ali večje tveganje), in podatek o vnosu TAN kode v primeru potrditve okužbe. Če ste se odločili za izpolnjevanje dodatnih podatkov, bo NIJZ prejel tudi podatke o vaši regiji bivanja in starostni skupini (do 29. leta, med 30. in 59. letom, nad 60. letom). Prosimo vas, da te podatke samostojno ročno vnesete, saj ne bodo pridobljeni samodejno iz vašega telefona, so pa pomembni za kvalitetno oceno aplikacije. Namen obdelave podatkov je ocena učinkovitosti aplikacije #OstaniZdrav. Podatki bodo hranjeni največ za obdobje 5 let, po tem obdobju bodo trajno uničeni. Za namen analize bodo do podatkov dostopali NIJZ in njegovi pogodbeni obdelovalci. Pred analizo vaših podatkov je treba poskrbeti, da se vsaka naprava, ki izmenja podatke, šteje samo enkrat, da ne pride do izkrivljanja statističnih podatkov. Zato je treba preveriti pristnost vaše naprave. Vaš pametni telefon ustvari edinstven identifikator, ki se prenese v Apple v ZDA ali druge tretje države, da lahko Apple NIJZ-ju potrdi pristnost vaše naprave. Identifikator vsebuje informacije o različici pametnega telefona in aplikaciji. Na tej podlagi lahko Apple ugotovi vašo identiteto in preveri pametni telefon. Med tem postopkom Apple iz aplikacije ne prejme drugih podatkov. Soglasje lahko kadarkoli prekličete, tako da onemogočite funkcijo izmenjave podatkov v nastavitvah aplikacije.

# DataDonation_Acknowledgement_Title
source: Your Consent
sl: Vaše soglasje

# DataDonation_AgeGroup_NoSelection_Text
source: Your age
sl: Vaša starost

# DataDonation_Button_NotOK
source: Reject
sl: Zavrzi

# DataDonation_Button_OK
source: Accept
sl: Sprejmi

# DataDonation_Description
source: You can help us to improve the #OstaniZdrav App. Share the data about your app usage with the NIJZ. This will help the RKI assess the app’s effectiveness. Your data will also help to improve the features and usability of the app.
sl: Pomagate nam izboljšati aplikacijo #OstaniZdrav. Podatke o uporabi aplikacije lahko anonimno posredujete NIJZ, kar bo pomagalo oceniti učinkovitost aplikacije. Vaši podatki bodo pripomogli tudi k izboljšanju funkcij in uporabnosti aplikacije.

# DataDonation_DetailedInformation_DataProcessing
source: Detailed Information about This Data Processing and Data Protection Risks in the U.S. and Other Third Countries
sl: Podrobnejše informacije o obdelavi podatkov in tveganjih v zvezi z varstvom podatkov v ZDA in drugih tretjih državah

# DataDonation_DetailedInformation_Headline
source: Verification of authenticity and transfer to a third country
sl: Preverjanje pristnosti in prenos v tretjo državo

# DataDonation_DetailedInformation_Text
source: To confirm the authenticity of your app, your smartphone will generate a unique identifier that contains information about the version of your smartphone and the app. This is necessary to prevent data from being transmitted to the RKI more than once or in an unauthorised manner, as this could distort the results of the analysis. The identifier will be transmitted to Apple. This may result in data being transferred to the U.S. or other third countries. There, the level of data protection may not be considered equivalent under European law and it may not be possible to enforce your European data protection rights. In particular, there is a possibility that once the transmitted data reaches Apple, it may be accessed and analysed by security authorities in the third country, even if they have no specific grounds for suspicion, for example by linking the data with other information. This only concerns the identifier sent to Apple. Apple will not receive the other information about how you use the #OstaniZdrav App. It may however be possible for Apple to infer your identity from the identifier and learn that your smartphone has been authenticated. If you do not consent to this transfer of your data to a third country, please do not tap on “Accept”. You will still be able to use the app, but not the data sharing feature.
sl: Za potrditev pristnosti vaše naprave bo vaš pametni telefon ustvaril edinstven identifikator, ki bo vseboval informacije o različici vašega pametnega telefona in aplikacije. S tem se prepreči, da bi bili podatki posredovani NIJZ več kot enkrat ali na nedovoljen način, kar bi lahko privedlo do izkrivljanja rezultatov analize. Identifikator se prenese v Apple. To lahko pomeni, da se podatki prenesejo v ZDA ali drugo tretjo državo. Raven varovanja podatkov tam morda ni enaka ravni, ki jo ureja evropska zakonodaja, zato morda ne boste mogli uveljaviti svojih pravic do varstva podatkov, ki veljajo v Evropi. Mogoče je tudi, da potem ko so podatki posredovani v Apple, bodo do njih dostopali in jih analizirali varnostni organi tretjih držav, čeprav ti nimajo posebnih razlogov za sum, na primer s povezovanjem teh podatkov z drugimi informacijami. Navedeno zadeva zgolj identifikator, ki je posredovan Applu. Apple ne bo prejel drugih informacij o vaši uporabi aplikacije #OstaniZdrav. Apple bo lahko ugotovil vašo identiteto na podlagi identifikatorja in preveril pristnost pametnega telefona. Če se ne strinjate s prenosom svojih podatkov v tretjo državo, ne tapnite »Sprejmi«. Aplikacijo boste lahko še vedno uporabljali, vendar ne boste mogli uporabljati funkcije izmenjave podatkov.

# DataDonation_Headline
source: Share Data
sl: Posredovanje podatkov

# DataDonation_IntroductionText
source: Let us know how you use the app and help us to assess its effectiveness.
sl: S posredovanjem podatkov nam boste pomagali oceniti učinkovitost aplikacije.

# DataDonation_Region_NoSelection_Text
source: District (county) (optional)
sl: Vaše okrožje (okraj) (izbirno)

# DataDonation_State_NoSelection_Text
source: Region
sl: Vaša regija (izbirno)

# DataDonation_SubHead_AgeGroup
source: Your age group (optional)
sl: Vaša starostna skupina (izbirno)

# DataDonation_SubHead_Settings
source: SETTING
sl: NASTAVITVE

# DataDonation_SubHead_YourState
source: Your region (optional)
sl: Vaša regija (izbirno)

# DataDonation_ValueSelection_Age_Below29
source: Up to 29 years old
sl: Do 29. leta

# DataDonation_ValueSelection_Age_Between30And59
source: 30-59 years old
sl: Med 30. in 59. letom

# DataDonation_ValueSelection_Age_Min60OrAbove
source: 60+ years old
sl: Nad 60. letom

# DataDonation_ValueSelection_None
source: No answer
sl: Brez odgovora

# DataDonation_ValueSelection_Title_Age
source: Your Age Group
sl: Vaša starostna skupina

# DataDonation_ValueSelection_Title_Region
source: Your District (County)
sl: Vaše okrožje (okraj)

# DataDonation_ValueSelection_Title_State
source: Your Region
sl: Vaša regija

# DeltaOnboarding_AccessibilityImageLabel
source: Transnational Exposure Logging
sl: Čezmejno beleženje izpostavljenosti

# DeltaOnboarding_DataProcessing_Info_content
source: You do not need to change anything to find out whether you have had possible exposures involving app users in the participating countries and are therefore at risk of infection yourself. You just need to make sure that the exposure logging feature is still enabled. Exposure logging will automatically warn you about any possible exposure involving another user of the #OstaniZdrav App or any other official coronavirus app. If you have enabled the “Exposure Notifications” functionality on your iPhone, then your iPhone continuously generates random IDs and sends them via Bluetooth so that they can be received by other smartphones near you. Your iPhone, in turn, receives the random IDs of other smartphones. Your own random IDs and those received from other smartphones are recorded by your iPhone and stored there for 14 days. For exposure logging, the app downloads up-to-date lists every day of the random IDs of all users who have shared their test result (more precisely: their own random IDs) via their official coronavirus app in order to warn other users. These lists are then compared with the random IDs of other users which have been recorded by your iPhone. The app will inform you if it detects a possible exposure. In this case, the app gains access to the data recorded by your iPhone about the possible exposure (date, duration and Bluetooth signal strength of the contact). The Bluetooth signal strength is used to derive the physical distance to the other user (the stronger the signal, the smaller the distance). The app analyses this information in order to calculate your risk of infection and to give you recommendations for what to do next. This analysis is only performed locally on your iPhone. Apart from you, nobody (not even the NIJZ or the health authorities of participating countries) will know whether a possible exposure has been detected and what risk of infection has been identified for you. The app’s privacy notice (including information about the data processing carried out for the transnational exposure logging feature) can be found in the menu under “App Information” > “Data Privacy”.
sl: Če želite ugotoviti stopnjo tveganja za okužbo s SARS-CoV-2, morate omogočiti funkcijo beleženja izpostavljenosti v aplikaciji. S klikom na gumb »Aktiviraj« soglašate z vklopom funkcije beleženja izpostavljenosti v aplikaciji in obdelavo s tem povezanih podatkov. Za celovito delovanje aplikacije mora biti omogočena funkcija beleženja izpostavljenosti COVID-19, ki jo na vašem pametnem telefonu zagotavlja Google. Aplikaciji #OstaniZdrav morate dovoliti, da funkcijo uporablja. Ko boste omogočili beleženje izpostavljenosti, bo vaš pametni telefon prek Bluetootha nenehno ustvarjal in prenašal naključne oddajne kode, ki jih bodo sprejemali drugi pametni telefoni Android ali Apple v bližini, in sicer pod pogojem, da je tudi na njih omogočeno beleženje izpostavljenosti. Vaš pametni telefon pa ob tem prejema naključne oddajne kode drugih pametnih telefonov. Vaši dnevni ključi in naključne oddajne kode, ki ste jih prejeli od drugih pametnih telefonov, se zabeležijo v dnevnik izpostavljenosti, v katerem se hranijo 14 dni. Za potrebe spremljanja vašega tveganja za okužbo, bo aplikacija dnevno naložila seznam dnevnih ključev vseh uporabnikov, ki so svoji aplikaciji sporočili, da so okuženi s SARS-CoV-2. Ta seznam se nato primerja z naključnimi oddajnimi kodami v dnevniku izpostavljenosti. Če aplikacija odkrije, da ste bili v stiku z okuženim uporabnikom, vas bo o tem obvestila in vam sporočila, da obstaja tveganje za okužbo. Z jakostjo Bluetooth signala se določi fizična oddaljenost (močnejši kot je signal, manjša je oddaljenost). Aplikacija nato analizira te informacije in oceni verjetnost okužbe s SARS-CoV-2 ter vam poda priporočila, kako ukrepati. Ta ocena se izvede le lokalno, na vašem pametnem telefonu. Razen vas ne bo nihče vedel, ali ste bili v stiku z okuženo osebo in kakšno je vaše tveganje za okužbo. Za preklic soglasja glede uporabe funkcije beleženja izpostavljenosti lahko to funkcijo onemogočite s preklopnim gumbom v aplikaciji ali pa aplikacijo izbrišete. Če se odločite, da boste funkcijo beleženja izpostavljenosti ponovno uporabljali, lahko funkcijo ponovno vklopite ali si aplikacijo ponovno namestite. Če izklopite funkcijo beleženja izpostavljenosti, aplikacija ne bo več preverjala ali ste bili v stiku z okuženim uporabnikom. Če bi prav tako želeli, da vaša naprava preneha pošiljati in prejemati naključne oddajne kode, boste morali v nastavitvah svojega pametnega telefona onemogočiti beleženje izpostavljenosti COVID-19. Ne pozabite, da vaše naključne oddajne kode in tiste, ki ste jih prejeli z drugih pametnih telefonov in so shranjene v dnevniku izpostavljenosti, v aplikaciji ne bodo izbrisane. Podatke, shranjene v dnevniku izpostavljenosti, lahko trajno izbrišete le v nastavitvah svojega pametnega telefona. Obvestilo o varstvu podatkov v aplikaciji (vključno z razlago obdelave podatkov, ki se izvaja za funkcijo beleženja izpostavljenosti) lahko najdete v meniju pod naslovom “Zasebnost”.

# DeltaOnboarding_DataProcessing_Info_title
source: Information on Data Processing
sl: Informacije o obdelavi podatkov

# DeltaOnboarding_Description
source: Many countries have joined up to enable international warnings, based on a jointly-operated exchange server. Exposure to users of official coronavirus apps in other participating countries can now be taken into account when calculating your exposure risk.
sl: Funkcionalnosti aplikacije #OstaniZdrav smo izboljšali. Številne države sodelujejo pri omogočanju čezmejnega obveščanja o izpostavljenosti preko skupnega strežnika za izmenjavo ključev. Na primer stiki z uporabniki tujih uradnih aplikacij za boj proti covid-19 bodo upoštevani pri oceni vaše stopnje tveganja.

# DeltaOnboarding_Headline
source: Transnational Exposure Logging
sl: Čezmejno beleženje izpostavljenosti

# DeltaOnboarding_NewVersionFeatures_AccessibilityImageLabel
source: New Features in This Version
sl: Novosti v tej različici

# DeltaOnboarding_NewVersionFeatures_Button_Continue
source: Next
sl: Naprej

# DeltaOnboarding_NewVersionFeatures_Description
source: Along with bug fixes, this update also includes new and enhanced features.
sl: Poleg odprave napak ta posodobitev vključuje še nove funkcionalnosti.

# DeltaOnboarding_NewVersionFeatures_Release
source: Release
sl: Različica

# DeltaOnboarding_NewVersionFeatures_Title
source: New Features
sl: Novosti

# DeltaOnboarding_ParticipatingCountries
source: The following countries currently participate:
sl: Naslednje države trenutno sodelujejo pri čezmejni izmenjavi ključev:

# DeltaOnboarding_ParticipatingCountriesList_Unavailable
source: You can view the participating countries in the exposure logging details.
sl: Sodelujoče države lahko vidite v podrobnostih beleženja izpostavljenosti.

# DeltaOnboarding_ParticipatingCountriesList_Unavailable_Title
source: Participating Countries
sl: Sodelujoče države

# DeltaOnboarding_PrimaryButton_Continue
source: Next
sl: Naprej

# DeltaOnboarding_Terms_Button
source: Display terms of use
sl: Prikaži pogoje uporabe

# DeltaOnboarding_Terms_Description1
source: The terms of use have also been updated, to reflect the functional enhancements in the app.
sl: Pogoji uporabe so bili posodobljeni, da vključujejo funkcionalnost čezmejne izmenjave ključev.

# DeltaOnboarding_Terms_Description2
source: The terms of use and privacy notice can also be found in the menu under “App Information” and in the app description in your app store. The changes will not affect how you use the app. If you continue to use the app or reopen it, we will assume that you agree to the updated terms of use.
sl: 'Pogoje uporabe' in 'Zasebnost' lahko najdete v meniju pod 'Informacije o aplikaciji' in v opisu aplikacije v Apple trgovini. Z uporabo aplikacije podajate soglasje za pogoje uporabe in zasebnostjo.

# DetailedInfosDataDonation_BulletPoint_AppSupport
source: We want to be able to tell if problems occur when using the app in connection with certain testing facilities and laboratories or in certain regions. We can identify this, for example, if the shared data indicates that testing results are provided with delays in certain regions. The relevant public health authorities can also be notified specifically of potential technical problems.
sl: Ugotoviti želimo ali prihaja do težav pri uporabi aplikacije v povezavi z določenimi testnimi centri in laboratoriji ali v določenih regijah. To lahko ugotovimo, če izmenjani podatki nakazujejo, da so rezultati testov v določenih regijah posredovani z zamudo. Tudi pristojne ustanove za javno zdravje je mogoče obvestiti o morebitnih tehničnih težavah.

# DetailedInfosDataDonation_BulletPoint_AppSupport_BulletTitle
source: Enable information and guidance in the app
sl: Omogočiti informacije in pomoč v aplikaciji

# DetailedInfosDataDonation_BulletPoint_ImprovedStatistics
source: Your data can help provide insights into how the pandemic is spreading over time and space and help us respond to certain trends more quickly.
sl: Z vašimi podatki dobimo lahko vpogled v časovni potek širjenja pandemije in tudi njen geografski vidik, kar nam pomaga pri hitrejšem odzivu na določene trende.

# DetailedInfosDataDonation_BulletPoint_ImprovedStatistics_BulletTitle
source: Improve statistics about the course of the pandemic
sl: Izboljšati statistične podatke o poteku pandemije

# DetailedInfosDataDonation_BulletPoint_ImproveddRiskDetermination
source: We want to improve the accuracy and reliability of the technical calculation of infection risks. To do so, we will evaluate information about risk exposures and the warnings you see. As a result, we will be able to refine the calculation method.
sl: Izboljšati želimo natančnost in zanesljivost tehničnega izračuna tveganja okužbe. Ocenili bomo informacije o izpostavljenosti tveganju in opozorila, ki jih vidite, zato bomo lahko izpopolnili metodo izračuna.

# DetailedInfosDataDonation_BulletPoint_ImproveddRiskDetermination_BulletTitle
source: Improved exposure logging
sl: Boljše beleženje izpostavljenosti

# DetailedInfosDataDonation_BulletPoint_ImproveddUserNavigation
source: We want to make the app easier to use. To do so, we will evaluate information about the individual steps that users perform in the app. This will help us make labels and information texts clearer and arrange the control elements to make them easier to find. We will also be able to customize the layouts for different smartphone models.
sl: Poenostaviti želimo uporabo aplikacije. Ovrednotili bomo informacije o posameznih korakih, ki jih uporabniki izvedejo v aplikaciji. Tako bodo oznake in obvestila postali jasnejši, prerazporeditev nadzornih elementov pa bo omogočila, da jih boste hitreje našli. Prav tako bomo prilagodili postavitve za različne modele pametnih telefonov.

# DetailedInfosDataDonation_BulletPoint_ImproveddUserNavigation_BulletTitle
source: Improved user guidance in the app
sl: Izboljšane smernice za uporabnike

# DetailedInfosDataDonation_DataProcessing_Description
source: If you consent to share your data, the app sends various data to the NIJZ each day. The transmitted data will help us assess the effectiveness of the app and will be analyzed to support the following improvements:
sl: Če soglašate z delitvijo podatkov, bo aplikacija vsak dan NIJZ poslala različne podatke. Posredovani podatki nam bodo pomagali, da bi dosegli naslednje izboljšave:
