Repository: si-covid-19/ostanizdrav-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it, pt_pt, sl

# AccessibilityLabel_Close
source: Close
hu: Bezár
it: Chiudi
pt_pt: Fechar
sl: Zapri

# AccessibilityLabel_PhoneNumber
source: Phone number
hu: Telefonszám
it: Numero di telefono
pt_pt: Número de telefone
sl: Telefonska številka

# Active_Tracing_Interval_Partially_Active
source: Active for %1$u of the past 14 days
hu: Exposure logging was active for %1$u of the past %2$u days.
it: Exposure logging was active for %1$u of the past %2$u days.
pt_pt: O registo de exposição esteve ativo durante %1$u dos últimos 14 dias.
sl: Aktivirano %1$u od 14 dni

# Active_Tracing_Interval_Permanently_Active
source: Exposure logging permanently active
pt_pt: Registo de exposição permanentemente ativo
sl: Beleženje izpostavljenosti je aktivirano

# Alert_ActionCancel
source: Cancel
hu: Visszavon.
it: Annulla
pt_pt: Cancelar
sl: Prekliči

# Alert_ActionNo
source: No
sl: Ne

# Alert_ActionOk
source: OK
hu: Rendben.
sl: V redu

# Alert_ActionRemove
source: Delete
hu: Törlés.
it: Rimuovi
pt_pt: Remover
sl: Odstrani

# Alert_ActionRetry
source: Repeat
hu: Megismétel.
it: Ripeti
pt_pt: Repetir
sl: Ponovi

# Alert_ActionYes
source: Yes
sl: Da

# Alert_BluetoothOff_Description
source: Activate Bluetooth in your device settings to use this app.
hu: Az alkalmazás működéséhez a Beállításokban be kell kapcsolni a Bluetooth-t.
it: Affinché questa app funzioni deve essere attivato il Bluetooth nelle impostazioni di sistema.
pt_pt: Ative o Bluetooth nas definições do seu sistema para utilizar esta aplicação.
sl: Da lahko ta aplikacija deluje, mora biti v vaših sistemskih nastavitvah vklopljen Bluetooth.

# Alert_BluetoothOff_Title
source: Turn on Bluetooth
hu: Kapcsold be a Bluetooth-t.
it: Attiva il Bluetooth
pt_pt: Ligar o Bluetooth
sl: Vklopi Bluetooth

# Alert_CancelAction_Later
source: Later
hu: Később
it: Più tardi
pt_pt: Mais tarde
sl: Pozneje

# Alert_DefaultAction_OpenSettings
source: Open Settings
hu: Beállítások megnyitása
it: Apri impostazioni
pt_pt: Abrir Definições
sl: Odpri nastavitve

# Alert_TitleGeneral
source: An error occurred.
hu: Hiba történt.
it: Si è verificato un errore.
pt_pt: Ocorreu um erro.
sl: Pojavila se je napaka.

# AntigenProfile_Cancel_Action_Title
source: Cancel
sl: Prekliči

# AntigenProfile_Create_BirthDatePlaceholder
source: Date of Birth
sl: Datum rojstva

# AntigenProfile_Create_CityPlaceholder
source: City
sl: Kraj

# AntigenProfile_Create_Description
source: Save your personal data as a QR code to speed up registration at testing points.
sl: Za hitrejšo prijavo na testnih mestih shranite svoje osebne podatke v obliki QR kode.

# AntigenProfile_Create_EmailAddressPlaceholder
source: E-Mail Address
sl: E-poštni naslov

# AntigenProfile_Create_FirstNamePlaceholder
source: First Name
sl: Ime

# AntigenProfile_Create_LastNamePlaceholder
source: Last Name
sl: Priimek

# AntigenProfile_Create_PhoneNumberPlaceholder
source: Phone Number
sl: Telefonska številka

# AntigenProfile_Create_PostalCodePlaceholder
source: Postal Code
sl: Poštna številka

# AntigenProfile_Create_Save_Button_Title
source: Save
sl: Shrani

# AntigenProfile_Create_StreetPlaceholder
source: Street and House Number
sl: Ulica in hišna številka

# AntigenProfile_Create_Title
source: Rapid Test Profile
sl: Profil hitrih testov

# AntigenProfile_Delete_Action_Title
source: Delete Rapid Test Profile
sl: Izbriši profil hitrih testov

# AntigenProfile_Delete_Alert_Delete_Button_Title
source: Delete
sl: Izbriši

# AntigenProfile_Delete_Alert_Description
source: Please consider that if you do, the QR code can no longer be used for registration.
sl: Če QR kodo izbrišete, je ne boste mogli več uporabiti za prijavo.

# AntigenProfile_Delete_Alert_Title
source: Do you want to delete the rapid test profile?
sl: Ali želite izbrisati profil hitrih testov?

# AntigenProfile_Edit_Action_Title
source: Edit Rapid Test Profile
sl: Uredi profil hitrih testov

# AntigenProfile_Info_Action_Title
source: Information
sl: Informacije

# App_Information_About_Description
source: The National Institute of Public Health (NIJZ) is the central institution for health protection in Slovenia. The NIJZ provides professional or content support to the application, which is managed and maintained by the Ministry of Public Administration of the Republic of Slovenia. In addition to strict adherence to preventive measures to prevent SARS-CoV-2 infection, the application can further limit the spread of the disease.
hu: A Nemzeti Közegészségügyi Intézet (NIJZ) központi egészségvédelmi intézmény Szlovéniában. A Közegészségügyi Intézet szakmai, illetve tartalmi támogatást nyújt az alkalmazáshoz, amelyet a Szlovén Köztársaság Közigazgatási Minisztériuma üzemeltet és tart fenn. A SARS-CoV-2 fertőzés megelőzésére irányuló megfékező intézkedések következetes betartása mellett, az alkalmazás segítségével tovább korlátozhatjuk a betegség terjedését.
it: L'Istituto nazionale di sanità pubblica (NIJZ) è l'istituzione centrale per la protezione della salute in Slovenia. L'NIJZ fornisce supporto professionale ossia di contenuto per l'app, che è gestita e mantenuta dal Ministero della pubblica amministrazione della Repubblica di Slovenia. Oltre alla stretta aderenza alle misure preventive per prevenire l'infezione da SARS-CoV-2, grazie all'app possiamo limitare ulteriormente la diffusione della malattia.
pt_pt: Robert Koch Institute (RKI) é a autoridade de saúde pública federal da Alemanha. O RKI lançou a Corona-Warn-App em nome do Governo Federal. A aplicação é um complemento digital às medidas de saúde pública já implementadas: distanciamento social, higiene e máscaras faciais.
sl: Nacionalni inštitut za javno zdravje (NIJZ) je osrednja ustanova za varovanje zdravja v Sloveniji. NIJZ zagotavlja strokovno oziroma vsebinsko podporo aplikaciji, ki jo upravlja in vzdržuje Ministrstvo za javno upravo RS. Poleg doslednega upoštevanja preventivnih ukrepov za preprečevanje okužbe s SARS-CoV-2 lahko s pomočjo aplikacije še dodatno omejimo širjenje bolezni.

# App_Information_About_LinkText
source: App Information in Simplified Language and Sign Language
sl: Predstavitev aplikacije v slovenskem znakovnem jeziku

# App_Information_About_Navigation
source: About the App
hu: Az alkalmazásról
it: Sull'app
pt_pt: Sobre a aplicação
sl: O aplikaciji

# App_Information_About_Text
source: People who use the app help to trace and break chains of infection. The app saves encounters with other people locally on your device. You are notified if you have encountered people who were later diagnosed with coronavirus. Your identity and privacy are always protected.
hu: Bárki, aki az alkalmazást használja, segít a fertőzések követésében és a terjedési lánc megszakításában. Az alkalmazás a más készülékekkel való kontaktusokat az Ön saját készülékén tárolja el. Az alkalmazás értesíti, ha érintkezett olyan emberekkel, akiknél később megerősítették, hogy SARS-CoV-2-fertőzésben betegedtek meg. Az Ön személyazonossága és magánélete mindig védett.
it: Chi utilizza l'app aiuta a monitorare e a interrompere la catena di trasmissione delle infezioni. L'app memorizza i contatti con altri dispositivi localmente sul dispositivo. L'app ti avvisa se sei stato in contatto con persone che sono state successivamente confermate infette dal SARS-CoV-2. La tua identità e privacy sono sempre protette.
pt_pt: Quem utilizar a aplicação estará a ajudar a rastrear e quebrar cadeias de infeção. A aplicação guarda, localmente no seu dispositivo, os encontros com outras pessoas. Será notificado se tiver encontrado pessoas que vieram a ser diagnosticadas com COVID-19. As suas identidade e privacidade estão sempre protegidas.
sl: Kdor uporablja aplikacijo, pomaga pri spremljanju in prekinitvi verige prenosa okužb. V aplikaciji se lokalno na vaši napravi shranijo stiki z drugimi napravami. Aplikacija vas obvesti, če ste bili v stiku z osebami, pri katerih je bila pozneje potrjena okužba s SARS-CoV-2. Vaša identiteta in zasebnost sta vedno zaščiteni.

# App_Information_About_Title
source: Let’s fight coronavirus together
hu: Védjük magunkat és másokat a COVID-19-cel szemben!
it: Proteggiamo noi stessi e gli altri dal COVID-19
pt_pt: Vamos lutar juntos contra o coronavírus
sl: Obvarujmo sebe in druge pred COVID-19

# App_Information_AppVersion
source: App version: %@
sl: Različica: %@

# App_Information_Contact_Description
source: For technical questions about the #OstaniZdrav App, please contact ekc@gov.si. Working hours: Monday - Friday 8 AM - 10 PM
hu: Ha technikai kérdései vannak az #OstaniZdrav alkalmazásról, hívja az ügyfélszolgálatunkat.
it: Se hai domande tecniche sull'app #RestaSano chiama il nostro Call center.
pt_pt: Para esclarecer dúvidas técnicas sobre a Corona-Warn-App, contacte a nossa linha direta.
sl: Če imate tehnična vprašanja o aplikaciji #OstaniZdrav, pišite na ekc@gov.si. Delovni čas: Ponedeljek - petek 8:00 - 22:00

# App_Information_Contact_Hotline_Details_Domestic
source: For calls from within Germany. The call is free of charge.
sl: Klici v Sloveniji so brezplačni.

# App_Information_Contact_Hotline_Details_Foreign
source: For calls from outside Germany. The fees from your telephone provider will apply.
sl: App_Information_Contact_Hotline_Details_Foreign

# App_Information_Contact_ImageDescription
source: A man wears a headset while making a phone call.
hu: Egy férfi telefonálás közben mikrofonos fejhallgatóval.
it: Un uomo ha auricolari e microfono sulla testa mentre fa una telefonata.
pt_pt: Um homem faz uma chamada telefónica através de um auricular.
sl: Moški ima med telefoniranjem na glavi slušalke z mikrofonom.

# App_Information_Contact_Navigation
source: User Support
hu: Ügyfélszolgálat
it: Call center unico
pt_pt: Linha direta técnica
sl: Pomoč uporabnikom

# App_Information_Contact_Title
source: Single contact center
hu: Miben segíthetünk?
it: Come possiamo aiutarti?
pt_pt: Como podemos ajudar?
sl: Enotni kontaktni center

# App_Information_FAQ_Navigation
source: More on #OstaniZdrav
hu: Gyakori kérdések
it: Domande frequenti
pt_pt: Perguntas frequentes
sl: Več o aplikaciji #OstaniZdrav

# App_Information_Imprint_ImageDescription
source: A hand holds a smartphone displaying a large body of text on the screen. Next to the text is a section symbol representing the imprint.
hu: Egy személy készüléket tart a kezében, hosszú szöveggel a képernyőn. A szöveg mellett bekezdésjelző látható, ami az impresszumot jelképezi.
it: Una persona sta tenendo in mano un dispositivo con molto testo sullo schermo. Accanto al testo c'è un segno per l'inizio del paragrafo che rappresenta l'impressum.
pt_pt: Uma mão segura um smartphone que apresenta um texto extenso no ecrã. Junto ao texto, está um símbolo de secção que representa a impressão.
sl: Roka drži pametno napravo, na zaslonu katere je veliko besedila. Zraven besedila je znak za začetek odstavka, ki predstavlja impresum.

# App_Information_Imprint_Navigation
source: Imprint
hu: Impresszum
it: Impressum
pt_pt: Impressão
sl: Impresum

# App_Information_Imprint_Section1_Text
source: The #OstaniZdrav application was prepared by the National Institute of Public Health and the Ministry of Public Administration, with the NIJZ taking care of the content of the application and the MPA the technical part. The two are thus common data controllers that are processed within the #OstaniZdrav application.
pt_pt: (responsável de acordo com § 5, para. 1 TMG, § 55 para. 1 RStV, DS-GVO, BDSG)
sl: Aplikacijo #OstaniZdrav sta pripravila Nacionalni inštitut za javno zdravje in Ministrstvo za javno upravo, pri čemer NIJZ skrbi za vsebinski del aplikacije, MJU pa za tehničnega. Oba sta tako skupna upravljavca podatkov, ki se obdelujejo v okviru aplikacije #OstaniZdrav.

# App_Information_Imprint_Section1_Title
source: Published by
hu: Kiadta
it: Pubblicato da
pt_pt: Publicado por
sl: Objavil/-a

# App_Information_Imprint_Section2_Title
source: Contact
hu: Az #OstaniZdrav« alkalmazást a Nemzeti Közegészségügyi Intézet és a Közigazgatási Minisztérium készítette. A Közegészségügyi Intézet az alkalmazás tartalmi részéről gondoskodik, a Közigazgatási Minisztérium pedig a műszaki részéért. Mindkét intézmény az #OstaniZdrav alkalmazáson keresztül kezelt adatok közös adatkezelője
it: L'applicazione #RestaSano è stata preparata dall'Istituto Nazionale di Sanità Pubblica NIJZ) e dal Ministero della Pubblica Amministrazione (MJU): l'NIJZ si è occupato del contenuto della domanda e l'MJU si è occupato della parte tecnica. Entrambi sono corresponsabili del trattamento dei dati che vengono elaborati all'interno dell'app #RestaSano
pt_pt: Robert Koch Institute
sl: Kontakt

# App_Information_Imprint_Section4_Title
source: Support for the interoperability of the #OstaniZdrav application was funded by the European Commission.
pt_pt: Nº de identificação do IVA
sl: Podporo interoperabilnosti aplikacije #OstaniZdrav je financirala Evropska komisija

# App_Information_Legal_ImageDescription
source: A hand holds a smartphone displaying a large body of text on the screen. Next to the text is a balance scale that symbolizes legal notices.
hu: Egy személy készüléket tart a kezében, hosszú szöveggel a képernyőn. A szöveg mellett mérleg látható, ami a jogi közleményeket jelképezi
it: Una persona sta tenendo in mano un dispositivo con molto testo sullo schermo. Accanto al testo c'è una bilancia, che è il simbolo per le note legali
pt_pt: Uma mão segura um smartphone que apresenta um texto extenso no ecrã. Junto ao texto, está uma balança que simboliza os avisos legais.
sl: Roka drži pametno napravo, na zaslonu katere je veliko besedila. Ob besedilu je tehtnica, ki predstavlja pravna obvestila

# App_Information_Legal_Navigation
source: Legal Notices
hu: Jogi közlemények
it: Note legali
pt_pt: Avisos legais
sl: Pravna obvestila

# App_Information_New_Features_Navigation
source: New Features
sl: Novosti

# App_Information_Privacy_Description
source: You will remain anonymous. Your data is fully encrypted and transmitted under a pseudonym.
hu: Ön anonim marad. Adatai teljes egészében titkosítottak és álnevesítve kerülnek továbbításra.
it: Rimarrete anonimi. I vostri dati sono completamente crittografati e vengono trasmessi sotto pseudonimo.
pt_pt: O seu anonimato está garantido. Os seus dados são totalmente encriptados e transmitidos sob um pseudónimo.
sl: Ostali boste anonimni. Vaši podatki so povsem šifrirani in se prenašajo pod psevdonimom.

# App_Information_Privacy_Navigation
source: Data Privacy
hu: Adatvédelem
it: Protezione dei dati
pt_pt: Privacidade de dados
sl: Zasebnost

# App_Information_Terms_ImageDescription
source: A hand holds a smartphone displaying a large body of text on the screen. Next to the text is a tick mark symbolizing that the terms of use have been accepted.
hu: Egy személy készüléket tart a kezében, hosszú szöveggel a képernyőn. A szöveg mellett pipajel látható, ami a használati feltételek elfogadását jelképezi.
it: Una persona sta tenendo in mano un dispositivo con molto testo sullo schermo. Accanto al testo c'è un segno di spunta, che è il simbolo per accettare le condizioni d'uso.
pt_pt: Uma mão segura um smartphone que apresenta um texto extenso no ecrã. Junto ao texto, está uma marca de verificação que simboliza que as condições de utilização têm de ser aceites.
sl: Ena oseba drži napravo, na kateri je veliko besedila na zaslonu. Ob besedilu je kljukica, ki je simbol za sprejetje pogojev uporabe.

# App_Information_Terms_Navigation
source: Terms of Use
hu: Használati feltételek
it: Condizioni d'uso
pt_pt: Condições de utilização
sl: Pogoji uporabe

# App_Information_Terms_Title
source: Terms of Use
hu: Használati feltételek
it: Condizioni d'uso
pt_pt: Condições de utilização
sl: Pogoji uporabe

# App_Information_Title
source: App Information
sl: Informacije o aplikaciji

# AutomaticSharingConsent_DataProcessingDetailInfo
source: Detailed Information on Data Processing and Your Consent
sl: Podrobne informacije o varstvu podatkov v aplikaciji lahko najdete v meniju pod naslovom 'Zasebnost'.

# AutomaticSharingConsent_DescriptionPart2
source: This warning only affects users who were simultaneously checked in at the same event or place as you and users of coronavirus apps in the following countries:
sl: The warning will reach users of the official coronavirus apps of the following participating countries:

# AutomaticSharingConsent_DescriptionPart3
source: If you provide additional information about the onset of symptoms, this will be also shared.
sl: If you provide additional information about the onset of your symptoms, this will also be shared.

# AutomaticSharingConsent_SwitchTitle
source: Warn Others
sl: Opozorite druge

# AutomaticSharingConsent_SwitchTitleDesc
source: You have granted the following consent:
sl: Strinjate se:

# AutomaticSharingConsent_Title
source: Your Consent
sl: Vaše soglasje

# BackgroundAppRefreshSettings_Description
source: Once background app refresh is activated, the #OstaniZdrav App determines your risk status automatically.
sl: Če omogočite prednostno delovanje v ozadju, lahko aplikacija kadarkoli oceni stanje tveganja. Da zagotovite pravilno delovanje aplikacije #OstaniZdrav v ozadju, v nastavitvah za #OstaniZdrav onemogočite optimizacijo porabe energije. S tem boste omogočili, da bo aplikacija lahko kadarkoli ocenila stanje tveganja za okužbo.

# BackgroundAppRefreshSettings_Image_Description_Off
source: A person holds a smartphone in which background app refresh is deactivated.
sl: Oseba drži v roki pametni telefon na katerem je delovanje aplikacije v ozadju deaktivirano.

# BackgroundAppRefreshSettings_Image_Description_On
source: A person holds a smartphone in which background app refresh is activated.
sl: Oseba drži v roki pametni telefon na katerem je delovanje aplikacije v ozadju aktivirano

# BackgroundAppRefreshSettings_InfoBox_AppBackgroundRefreshInstruction_Step1
source: Open Settings
sl: Odprite 'Nastavitve'

# BackgroundAppRefreshSettings_InfoBox_AppBackgroundRefreshInstruction_Step2
source: Open #OstaniZdrav App Settings
sl: Odprite nastavitve za aplikacijo #OstaniZdrav

# BackgroundAppRefreshSettings_InfoBox_AppBackgroundRefreshInstruction_Step3
source: Activate Background App Refresh
sl: Aktivirajte delovanje aplikacije v ozadju

# BackgroundAppRefreshSettings_InfoBox_AppBackgroundRefreshInstruction_Title
source: Activate Background App Refresh for the #OstaniZdrav
sl: Aktivirajte delovanje aplikacije v ozadju za aplikacijo #OstaniZdrav

# BackgroundAppRefreshSettings_InfoBox_Description
source: You have to activate background app refresh in both the general settings of your iPhone and in the settings of the #OstaniZdrav App.
sl: Prednostno delovanje aplikacije v ozadju lahko vklopite ali izklopite v nastavitvah telefona.

# BackgroundAppRefreshSettings_InfoBox_LowPowerModeInstruction_Step1
source: Open Settings
sl: Odprite 'Nastavitve'

# BackgroundAppRefreshSettings_InfoBox_LowPowerModeInstruction_Step2
source: Open Battery
sl: Odprite 'Baterija'

# BackgroundAppRefreshSettings_InfoBox_LowPowerModeInstruction_Step3
source: Deactivate Low Power Mode
sl: Izklopi optimizacijo porabe energije

# BackgroundAppRefreshSettings_InfoBox_LowPowerModeInstruction_Title
source: Deactivate Low Power Mode
sl: Onemogočite optimizacijo porabe energije

# BackgroundAppRefreshSettings_InfoBox_LowPowerMode_Description
source: Please note that low power mode must be deactivated for you to activate background app refresh.
sl: Da zagotovite pravilno delovanje aplikacije #OstaniZdrav v ozadju, v nastavitvah za #OstaniZdrav onemogočite optimizacijo porabe energije.

# BackgroundAppRefreshSettings_InfoBox_SystemBackgroundRefreshInstruction_Step1
source: Open Settings
sl: Odprite 'Nastavitve'

# BackgroundAppRefreshSettings_InfoBox_SystemBackgroundRefreshInstruction_Step2
source: Open General
sl: Odprite 'Splošno'

# BackgroundAppRefreshSettings_InfoBox_SystemBackgroundRefreshInstruction_Step3
source: Open Background App Refresh
sl: Odprite 'Delovanje aplikacije v ozadju'

# BackgroundAppRefreshSettings_InfoBox_SystemBackgroundRefreshInstruction_Step4
source: Select either Wi-Fi or Wi-Fi & Cellular Data
sl: Izberite bodisi brezžično omrežje ali brezžično omrežje in mobilni podatki.

# BackgroundAppRefreshSettings_InfoBox_SystemBackgroundRefreshInstruction_Title
source: Activate Background App Refresh in General
sl: Aktiviranje delovanja aplikacije v ozadju na splošno

# BackgroundAppRefreshSettings_InfoBox_Title
source: Activate Background App Refresh
sl: Aktiviraj delovanje aplikacije v ozadju

# BackgroundAppRefreshSettings_OpenSettingsButton_Title
source: Open Settings
sl: Odpri nastavitve

# BackgroundAppRefreshSettings_ShareButton_Title
source: Share Instructions
sl: Deli navodila

# BackgroundAppRefreshSettings_Status_Header
source: Setting
sl: Nastavitev

# BackgroundAppRefreshSettings_Status_Off
source: Off
sl: Izklopljeno

# BackgroundAppRefreshSettings_Status_On
source: On
sl: Vklopljeno

# BackgroundAppRefreshSettings_Status_Title
source: Background App Refresh
sl: Delovanje aplikacije v ozadju

# BackgroundAppRefreshSettings_Subtitle
source: Update Risk Status in the Background
sl: Posodobite stanje tveganja v ozadju

# BackgroundAppRefreshSettings_Title
source: Background App Refresh
sl: Delovanje aplikacije v ozadju

# Checkin_Details_AutomaticCheckout
source: Check out automatically after
sl: Samodejna odjava po

# Checkin_Details_CheckinFor
source: Check in for:
sl: 'Check-in' v:

# Checkin_Details_EventEnded
source: This event is already over. Do you want to check in retroactively?
sl: Ta dogodek se je že končal. Ali želite preveriti za nazaj?

# Checkin_Details_EventNotStartedYet
source: This event doesn’t start until %@ on %@. Do you want to check in already?
sl: Ta dogodek se začne šele %@ dne %@. Ali že želite opraviti 'check-in'?

# Checkin_Details_HoursShortVersion
source: %@ hrs.
sl: %@ h

# Checkin_Details_SaveSwitch
source: Toggle Switch
sl: Preklopno stikalo

# Checkin_Details_SaveSwitch_Off
source: Off
sl: Izključeno

# Checkin_Details_SaveSwitch_On
source: On
sl: Vključeno

# Checkin_Details_SaveToDiary
source: Record in my contact journal after check-out?
sl: Zabeleži v dnevnik srečanj po odjavi?

# Checkin_Information_Dataprivacy_Title
source: For more information, please refer to the privacy notice.
sl: Za več informacij glejte obvestilo o varstvu podatkov.

# Checkin_Information_DescriptionSubHeadline
source: Scan the QR code for an event and record your presence at this event or place on your smartphone.
sl: Skenirajte QR kodo dogodka in zabeležite svojo prisotnost na dogodku v svojem pametnem telefonu.

# Checkin_Information_DescriptionTitle
source: Interrupt chains of infection quickly and reliably
sl: Hitro in zanesljivo prekinite verige prenosa okužb.

# Checkin_Information_ImageDescription
source: Three persons are standing at a high table, two of them are looking at their smartphones.
sl: Tri osebe stojijo ob barski mizi in dve od njih gledata svoj pametni telefon.

# Checkin_Information_Item_RiskStatus_Title
source: Each check-in is also taken into account when calculating your infection risk status. If someone who has been reported for an event or site visit is subsequently diagnosed with SARS-CoV-2, you are also notified anonymously, if you were in the same room with that person at the same time or up to 30 minutes later.
sl: Vsak 'check-in' se upošteva tudi pri izračunu vašega stanja tveganja okužbe. Če je pri udeležencu dogodka pozneje potrjena okužba s SARS-CoV-2, ste o tem anonimno obveščeni tudi vi, če ste bili s to osebo v istem prostoru istočasno ali do 30 minut pozneje.
