Repository: si-covid-19/ostanizdrav-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it, pt_pt, sl

# Home_Risk_Inactive_NoCalculation_Possible_Title
source: Exposure logging stopped
hu: A kitettség naplózás leállítva
it: La registrazione dell'esposizione è interrotta
pt_pt: Registo de exposição parado
sl: Beleženje izpostavljenosti je ustavljeno

# Home_Risk_Inactive_Outdated_Results_Body
source: Your exposure logging could not be updated for more than 24 hours.
hu: A kitettség naplózást nem tudtuk frissíteni több mint 24 órája.
it: Non siamo stati in grado di aggiornare la registrazione dell'esposizione per più di 24 ore.
pt_pt: Há mais de 24 horas que não é possível atualizar o seu registo de exposição.
sl: Beleženja izpostavljenosti nismo mogli posodobiti več kot 24 ur.

# Home_Risk_Inactive_Outdated_Results_Button
source: Activate Exposure Logging
hu: Aktiválja a kitettség naplózást!
it: Attiva la registrazione dell'esposizione
pt_pt: Ativar registo de exposição
sl: Aktiviraj beleženje izpostavljenosti

# Home_Risk_Inactive_Outdated_Results_Title
source: Exposure logging is not possible
hu: A kitettség naplózás nem lehetséges
it: La registrazione dell'esposizione è impossibile.
pt_pt: O registo de exposição não é possível
sl: Beleženje izpostavljenosti ni mogoče

# Home_Risk_Last_Activate_Item_High_Title
source: Increased Risk
pt_pt: Risco mais elevado
sl: Večje tveganje

# Home_Risk_Last_Activate_Item_Low_Title
source: Low Risk
pt_pt: Risco baixo
sl: Majhno tveganje

# Home_Risk_Last_Activate_Item_Title
source: Last exposure check: %@
pt_pt: Último registo de exposição: %@
sl: Zadnje preverjanje izpostavljenosti: %@

# Home_Risk_Last_Activate_Item_Unknown_Title
source: Unknown Risk
pt_pt: Risco desconhecido
sl: Neznano tveganje

# Home_Risk_Last_Contact_Item_Title
source: Most recently on %@
sl: Zadnja izpostavljenost %@

# Home_Risk_Last_Contact_Item_Title_One_Risk_Day
source: On %@
sl: Dne %@

# Home_Risk_Low_Title
source: Low Risk
hu: Alacsony kockázat
it: Rischio modesto
pt_pt: Risco baixo
sl: Majhno tveganje

# Home_Risk_No_Date_Title
source: Unknown
hu: Ismeretlen
it: Sconosciuto
pt_pt: Desconhecido
sl: Neznano

# Home_Risk_Period_Disabled_Button_Title
source: Updated only every %@ hours
hu: Frissítve %@ óránként
it: Aggiornato ogni %@ ore
pt_pt: Atualizado apenas a cada %@ hours
sl: Posodobljeno vsakih %@ ur

# Home_Risk_Restart_Button_Title
source: Restart
sl: Ponovno zaženi

# Home_Risk_Status_Detecting_Body
source: Your exposure data is being checked. This may take several minutes. Thank you for your patience.
sl: Prenašajo in preverjajo se trenutni podatki. To lahko traja več minut.

# Home_Risk_Status_Detecting_Title
source: Check is running …
sl: Preverjanje v teku …

# Home_Risk_Status_Downloading_Body
source: This may take several minutes. Thank you for your patience.
sl: To lahko traja več minut.

# Home_Risk_Status_Downloading_Title
source: Data is being downloaded…
sl: Prenašajo in preverjajo se trenutni podatki

# Home_TestRegistration_Body
source: Help break the chain of infection by informing others.
sl: Z obveščanjem drugih pomagajte prekiniti verigo prenosa okužbe.

# Home_TestRegistration_Button
source: Enter TAN
sl: Vnos tan kode

# Home_TestRegistration_Title
source: Was your test positive?
sl: Je bil vaš test pozitiven?

# Home_TraceLocationsCard_Body
source: Are you planning an event or do you run a business? Create a QR code which your visitors will be able to scan upon arrival.
sl: Načrtujete dogodek ali vodite podjetje? Ustvarite QR kodo, ki jo bodo vaši obiskovalci ob prihodu lahko skenirali.

# Home_TraceLocationsCard_Button
source: Create QR Code
sl: Ustvari QR kodo

# Home_TraceLocationsCard_Title
source: Planning an event?
sl: Načrtujete dogodek?

# Home_resultCard_Antigen_Title
source: Rapid Test
sl: Hitri test

# Home_resultCard_AvailableDesc
source: If you have tested positive for coronavirus, you can warn others.
sl: Če ste bili pozitivni na koronavirus, lahko opozorite druge.

# Home_resultCard_DeleteTestButton
source: Reactivate
sl: Ponovno aktiviraj

# Home_resultCard_ExpiredDesc
source: Your test is more than 21 days old and is therefore no longer relevant. Please delete the test. You can then add another.
sl: Vaš vnos TAN je starejši od 21 dni, zato ni več veljaven. Prosimo ponovno aktivirajte aplikacijo.

# Home_resultCard_ExpiredTitle
source: No Longer Valid
sl: Neveljaven

# Home_resultCard_HideTestButton
source: Don’t Display Again
sl: Ne prikaži več

# Home_resultCard_InvalidDesc
source: Your test cannot be evaluated.
hu: Tesztjét nem volt lehetséges értékelni.
it: Non è stato possibile valutare il tuo test.
pt_pt: Não é possível avaliar o seu teste.
sl: Vašega testa ni mogoče oceniti.

# Home_resultCard_InvalidTitle
source: Invalid test
hu: Érvénytelen teszt
it: Test non valido
pt_pt: Teste inválido
sl: Neveljaven test

# Home_resultCard_LoadingBody
source: Current data is being downloaded and checked. This can take several minutes.
hu: Az aktuális adatok letöltése. Ez eltarthat pár percig.
it: È in corso il trasferimento dei dati correnti. Ciò potrebbe richiedere diversi minuti.
pt_pt: Estão a ser descarregados dados atuais. Este processo pode demorar vários minutos.
sl: Prenašajo in preverjajo se trenutni podatki. To lahko traja več minut.

# Home_resultCard_LoadingErrorTitle
source: Your test result cannot be loaded.
hu: Teszteredményét nem tudtuk letölteni.
it: Non è stato possibile caricare il risultato del tuo test.
pt_pt: Não é possível carregar o resultado do seu teste.
sl: Rezultata vašega testa ni mogoče naložiti.

# Home_resultCard_LoadingTitle
source: Update in progress …
hu: Frissítés folyamatban …
it: Aggiornamento in corso…
pt_pt: Atualização em curso…
sl: Preverjanje v teku …

# Home_resultCard_NegativeCaption
source: Findings
sl: Ugotovitve

# Home_resultCard_NegativeDateAntigen
source: Carried out on %@
sl: Izveden %@

# Home_resultCard_NegativeDatePCR
source: Test registered on %@
sl: Test je bil registriran %@

# Home_resultCard_NegativeDesc
source: You have not been diagnosed with the SARS-CoV-2 virus.
hu: A SARS-CoV 2 vírusfertőzéssel kapcsolatban elvégzett teszt eredménye negatív lett .
it: Hai ricevuto un risultato negativo del test di infezione da virus SARS-CoV-2.
pt_pt: Tem um diagnóstico negativo de SARS-CoV-2.
sl: Niste bili diagnosticirani z virusom SARS-CoV-2.

# Home_resultCard_NegativeTitleNegative
source: Negative
sl: Negativen

# Home_resultCard_OutdatedDesc
source: Your rapid test is more than 48 hours old and will no longer be displayed here.
sl: Vaš hitri test je starejši od 48 ur in ne bo več prikazan tukaj.

# Home_resultCard_OutdatedTitle
source: Test No Longer Current
sl: Test ni več veljaven

# Home_resultCard_Pending_Antigen_Desc
source: The evaluation of your rapid test is not done yet.
sl: Ocena vašega hitrega testa še ni končana.

# Home_resultCard_Pending_PCR_Desc
source: The evaluation of your PCR test is not done yet.
sl: Ocena vašega testa PCR še ni končana.

# Home_resultCard_ResultAvailableTitle
source: Retrieve Test Result
hu: Eredménye rendelkezésre áll.
it: Il tuo risultato è disponibile.
pt_pt: O seu resultado está disponível
sl: Pridobi rezultat testa

# Home_resultCard_ResultUnvailableTitle
source: Your result is not yet available
hu: Eredménye még nem áll rendelkezésre.
it: Il tuo risultato non è ancora disponibile.
pt_pt: O seu resultado ainda não está disponível
sl: Vaš rezultat še ni na voljo.

# Home_resultCard_RetrieveResultButton
source: Retrieve Test Result
sl: Pridobi rezultat testa

# Home_resultCard_ShowResultButton
source: Display Test
hu: Jelenítsd meg a tesztet
it: Mostra il test
pt_pt: Apresentar teste
sl: Prikaži test

# How_Risk_Detection_Works_Alert_Message
source: Your risk of infection can be calculated only for periods during which exposure logging was active. The logging feature should therefore remain active permanently. Exposure logging covers the past %1$u days. The app automatically deletes older logs, as these are no longer relevant for infection prevention. For further information, please see our FAQ page.
pt_pt: O seu risco de infeção pode ser calculado apenas para períodos durante os quais o registo de exposição esteve ativo. A função de registo deve, por isso, estar permanentemente ativa. O registo de exposição abrange os últimos %1$u dias. A aplicação elimina automaticamente os registos mais antigos, porque os mesmos já não são relevantes para a prevenção da infeção. Para obter mais informações, consulte a nossa página de perguntas frequentes.
sl: Vaša stopnja tveganja za okužbo se lahko oceni samo za obdobje v katerem je bilo aktivno beleženje izpostavljenosti, zato mora biti beleženje izpostavljenosti aktivirano ves čas. Beleženje izpostavljenosti zajema zadnjih 14 dni. Aplikacija samodejno briše starejše zapise, saj ti podatki niso več relavantni za preprečevanje širjenja okužbe. Za dodatne informacije si oglejte našo spletno stran.

# How_Risk_Detection_Works_Alert_Title
source: Information about exposure logging functionality
pt_pt: Informação sobre a funcionalidade de registo de exposição
sl: Informacije o funkcionalnosti beleženja izpostavljenosti

# InviteFriends_Button
source: Send Download Link
hu: Küld el a linket a letöltéshez.
it: Invia il link per il download.
pt_pt: Enviar ligação para descarregamento
sl: Pošlji povezavo za prenos aplikacije

# InviteFriends_Description
source: The more people who use the app, the faster we can break chains of infection. Please invite your family and friends to download the app.
hu: Minél többen használják az alkalmazást, annál gyorsabban megszakíthatjuk a fertőzések terjedési láncát. Kérjük, ajánlja az alkalmazást rokonainak és barátainak!
it: Più sono gli utenti dell'app, più velocemente interromperemo la catena di trasmissione delle infezioni. Invita i tuoi parenti e amici a scaricare l'app.
pt_pt: Quantas mais pessoas utilizarem a aplicação, mais rapidamente conseguiremos quebrar a cadeia de infeção. Convide os seus familiares e amigos a descarregarem a aplicação.
sl: Več kot je uporabnikov aplikacije, hitreje bomo prekinili verigo prenosa okužb. Prosimo, povabite svoje sorodnike in prijatelje, naj prenesejo aplikacijo.

# InviteFriends_Illustration_Label
source: A man shares the #OstaniZdrav App with four other persons.
hu: Egy férfi megosztja az #OstaniZdrav« alkalmazást négy más személlyel.
it: Un signore condivide l'app #RestaSano con altre quattro persone.
pt_pt: Um homem partilha a Corona-Warn-App com mais quatro pessoas.
sl: Moški deli aplikacijo #OstaniZdrav s štirimi drugimi ljudmi.

# InviteFriends_NavTitle
source: Share the #OstaniZdrav App
hu: Megosztás
it: Condividi
pt_pt: Partilhar
sl: Delite #OstaniZdrav

# InviteFriends_ShareTitle
source: Fighting coronavirus together. I’m in on this, you too?
hu: Együtt a COVID-19 ellen. Én közreműködök, és Ön?
it: Insieme contro il COVID-19. Io collaboro, e tu?
pt_pt: Vamos lutar juntos contra o coronavírus. Contem comigo; podemos contar consigo?
sl: Skupaj proti COVID-19. Jaz sodelujem kaj pa vi?

# InviteFriends_ShareUrl
source: https://www.gov.si/en/topics/coronavirus-disease-covid-19/the-ostanizdrav-mobile-application/
hu: https://www.gov.si/hu/temak/covid-19-jarvany/mobilna-aplikacija-ostanizdrav/
it: https://www.gov.si/teme/koronavirus-sars-cov-2/mobilna-aplikacija-ostanizdrav/
pt_pt: https://www.bundesregierung.de/breg-de/themen/corona-warn-app/corona-warn-app-englisch
sl: https://www.gov.si/teme/koronavirus-sars-cov-2/mobilna-aplikacija-ostanizdrav/

# InviteFriends_Title
source: Let’s fight coronavirus together
hu: Védjük magunkat és másokat a COVID-19-cel szemben!
it: Proteggiamo noi stessi e gli altri dal COVID-19
pt_pt: Vamos lutar juntos contra o coronavírus
sl: Obvarujmo sebe in druge pred COVID-19

# NewVersionFeature_218_centralManagementOfRules_description
source: Users can provide data voluntarily to help improve the #OstaniZdrav app further and help experts evaluate its effectiveness. It is not possible to draw any conclusions about individual persons, so that the privacy of the users is protected.
sl: Uporabniki lahko prostovoljno posredujejo podatke za pomoč pri nadaljnjem izboljšanju aplikacije #OstaniZdrav in oceni njene učinkovitosti. O posameznih osebah ni mogoče sklepati, tako da je varovana zasebnost uporabnikov.

# NewVersionFeature_218_centralManagementOfRules_title
source: Privacy preserving analytics
sl: Anonimna analitika delovanja aplikacije

# NewVersionFeature_218_trash_description
source: Certificates can now be moved to the Trash when deleted, where they will remain stored for 30 days. During this time you can also restore them.
sl: Potrdila se sedaj ob brisanju prestavijo v koš, kjer bodo ostala shranjena 30 dni. V tem času jih lahko tudi obnovite.

# NewVersionFeature_218_trash_title
source: Trash and certificate recovery
sl: Koš in obnovitev potrdil

# NotificationSettings_BulletDescOff
source: To activate notifications in the #OstaniZdrav App, you must allow notifications in your device settings.
sl: Da aktivirate obvestila, jih morate za aplikacijo #OstaniZdrav dovoliti v nastavitvah svoje naprave.

# NotificationSettings_BulletDescOn
source: You can define the following settings here:
sl: Urejate lahko naslednje nastavitve:

# NotificationSettings_BulletHeadlineOff
source: Activate Notifications
sl: Vklopite prejemanje obvestil

# NotificationSettings_BulletHeadlineOn
source: Manage Notifications
sl: Upravljaj obvestila

# NotificationSettings_BulletPoint1
source: You want to receive notifications in general
sl: Če želite prejemati obvestila.

# NotificationSettings_BulletPoint2
source: You want notification texts to be displayed on your lock screen
sl: Če želite, da se besedilo obvestila prikaže na zaklenjenem zaslonu.

# NotificationSettings_BulletPoint3
source: You do not want notification texts to be displayed until you unlock your smartphone
sl: Če ne želite, da je besedilo obvestila vidno na zaklenjenem zaslonu.

# NotificationSettings_DeltaOnboarding_Description
source: The settings for notifications are now managed centrally in the device settings of your smartphone.
sl: Nastavitve za obvestila se upravljajo centralno v nastavitvah vašega pametnega telefona.

# NotificationSettings_DeltaOnboarding_PrimaryButtonTitle
source: Continue
sl: Nadaljuj

# NotificationSettings_DeltaOnboarding_Title
source: Manage Notifications
sl: Upravljaj nastavitve

# NotificationSettings_ImageDescriptionOff
source: A woman cannot receive notifications from her #OstaniZdrav App.
sl: Ženska ne more prejeti obvestil od svoje aplikacije #OstaniZdrav.

# NotificationSettings_ImageDescriptionOn
source: A woman receives a notification from her #OstaniZdrav App.
sl: Ženska je prejela obvestilo od svoje aplikacije #OstaniZdrav.

# NotificationSettings_Notifications
source: Notifications
sl: Obvestila

# NotificationSettings_NotificationsOff
source: Off
sl: Izklopljena

# NotificationSettings_NotificationsOn
source: On
sl: Vklopljena

# NotificationSettings_OpenSystemSettings
source: Open device settings
sl: Odpri nastavitve naprave

# NotificationSettings_SettingsDescription
source: SETTING
sl: NASTAVITVE

# NotificationSettings_Title
source: Notifications
sl: Nastavitve obvestil

# OnBehalfCheckinSubmissionError_Failed
source: An error has occurred. Please contact the technical hotline via App Information -> User Support.
sl: Pojavila se je napaka. Pokličite klicni center za tehnično pomoč: Informacije o aplikaciji -> Klicni center za tehnično pomoč.

# OnBehalfCheckinSubmissionError_InvalidTAN
source: Invalid TAN. Please check your entry or contact the organization that sent you the TAN.
sl: Neveljavna številka TAN. Preverite vnos ali vzpostavite stik z organizacijo, ki vam je posredovala številko TAN.

# OnBehalfCheckinSubmissionError_NoNetwork
source: Your Internet connection was lost. Please check the connection and try again.
sl: Internetna povezava je bila prekinjena. Preverite povezavo in poskusite znova.

# OnBehalfCheckinSubmissionError_TryAgain
source: An error occurred. Please try again later or contact the technical hotline via App Information -> User Support.
sl: Pojavila se je napaka. Poskusite znova pozneje ali vzpostavite stik s službo za tehnično pomoč: Informacije o aplikaciji -> Klicni center za tehnično pomoč.

# OnBehalfCheckinSubmission_DateTimeSelection_Description
source: Specify the length of stay of the person who has been diagnosed with coronavirus, on behalf of whom you want to warn others.
sl: Opredelite dolžino obiska osebe, pri kateri je bila potrjena okužba s SARS-CoV-2 in v imenu katere želite opozoriti druge.

# OnBehalfCheckinSubmission_DateTimeSelection_Duration
source: Duration
sl: Trajanje

# OnBehalfCheckinSubmission_DateTimeSelection_PrimaryButtonTitle
source: Continue
sl: Nadaljuj

# OnBehalfCheckinSubmission_DateTimeSelection_Start
source: Start/Arrival
sl: Začetek/prihod

# OnBehalfCheckinSubmission_DateTimeSelection_Title
source: Warn for Others
sl: Opozorite druge

# OnBehalfCheckinSubmission_Info_BulletPoint1
source: If someone who did not check in to this event or place is diagnosed with coronavirus later, the guests can be notified if they were in the same room at the same time or up to 30 minutes after the diagnosed person.
sl: Če je pri osebi, ki ni bila prijavljena na dogodek, pozneje potrjena okužba s SARS-CoV-2, je o tem mogoče obvestiti goste, ki so bili s to osebo v istem prostoru istočasno ali do 30 minut pozneje.

# OnBehalfCheckinSubmission_Info_BulletPoint2
source: You can only warn your guests on behalf of others if you have sent an email requesting a TAN code as the event organiser.
sl: Svoje obiskovalce lahko opozorite v imenu drugih samo, če ste preko elektronskega sporočila poslali zahtevek za izdajo TAN kode kot organizator dogodka.

# OnBehalfCheckinSubmission_Info_Description
source: You can warn your guests on behalf of someone who has been diagnosed with coronavirus and who attended the event, but was not checked in with the #OstaniZdrav App.
sl: Svoje goste lahko opozorite v imenu osebe, pri kateri je bila potrjena okužba s SARS-CoV-2 in ki se je udeležila dogodka, vendar ni bila prijavljena prek aplikacije #OstaniZdrav.

# OnBehalfCheckinSubmission_Info_PrimaryButtonTitle
source: Continue
sl: Nadaljuj

# OnBehalfCheckinSubmission_Info_Subtitle
source: Increased Safety for You and Your Guests
sl: Večja varnost za vas in vaše goste

# OnBehalfCheckinSubmission_Info_Title
source: Warn for Others
sl: Opozorite druge

# OnBehalfCheckinSubmission_TANInput_Description
source: Enter the 10-place TAN that you were given.
sl: Vnesite 10-mestno kodo TAN, ki ste jo prejeli.

# OnBehalfCheckinSubmission_TANInput_PrimaryButtonTitle
source: Send Warning
sl: Pošlji opozorilo

# OnBehalfCheckinSubmission_TANInput_Title
source: Warn for Others
sl: Opozorite druge

# OnBehalfCheckinSubmission_ThankYou_Description
source: Thanks to your support, other people can now be warned and respond appropriately.
sl: Hvala za podporo. Zdaj lahko drugi prejmejo opozorilo in se ustrezno odzovejo.

# OnBehalfCheckinSubmission_ThankYou_Title
source: Thank you!
sl: Hvala!

# OnBehalfCheckinSubmission_TraceLocationSelection_Description
source: Select an event for which you want to warn others on behalf of a person who has been diagnosed with coronavirus, or restore a deleted event by scanning the QR code of that event again.
sl: Izberite dogodek, v zvezi s katerim želite opozoriti druge v imenu osebe, pri kateri je bila potrjena okužba s SARS-CoV-2, ali obnovite izbrisan dogodek, tako da ponovno skenirate QR kodo tega dogodka.

# OnBehalfCheckinSubmission_TraceLocationSelection_EmptyState_Description
source: Scan the QR code of the relevant event again to warn on behalf of others.
sl: Ponovno skenirajte QR kodo zadevnega dogodka, da boste lahko opozarjali v imenu drugih oseb.

# OnBehalfCheckinSubmission_TraceLocationSelection_EmptyState_ImageDescription
source: Smartphone
sl: Pametni telefon

# OnBehalfCheckinSubmission_TraceLocationSelection_EmptyState_Title
source: No Events Available
sl: Ni dogodkov

# OnBehalfCheckinSubmission_TraceLocationSelection_PrimaryButtonTitle
source: Continue
sl: Nadaljuj

# OnBehalfCheckinSubmission_TraceLocationSelection_ScanButtonTitle
source: Scan QR Code
sl: Skeniraj QR kodo

# OnBehalfCheckinSubmission_TraceLocationSelection_Title
source: Warn for Others
sl: Opozorite druge

# OnboardingInfo_alwaysStayInformedPage_boldText
source: The app can notify you automatically about your risk status and warn you about new infections of people you have been exposed to. Allow the app now to notify you.
hu: Az alkalmazás automatikusan értesítheti Önt, milyen fertőzési kockázatnak van kitéve. Ha engedélyezi az alkalmazás számára, hogy értesítse Önt, értesítést kaphat a fertőzési kockázatáról és tanácsokat a további teendőkről.
it: L'app può avvisarti automaticamente del rischio di infezione. Se consenti all'app di avvisarti sarai in grado di ricevere un avviso sul tuo rischio di infezione e consigli per ulteriori azioni.
pt_pt: A aplicação pode notificá-lo automaticamente sobre o seu estado de risco e avisá-lo sobre novas infeções de pessoas a quem tenha estado exposto. Permita agora que a aplicação o notifique.
sl: Aplikacija vas lahko samodejno obvesti o vašem stanju tveganja za okužbo.

# OnboardingInfo_alwaysStayInformedPage_imageDescription
source: A woman receives a notification from her #OstaniZdrav App.
hu: Az #OstaniZdrav alkalmazás értesítést küldött egy nőnek
it: Una signora ha ricevuto un avviso dalla sua app #RestaSano.
pt_pt: Uma mulher recebe uma notificação da sua Corona-Warn-App.
sl: Ženska je prejela obvestilo od svoje aplikacije #OstaniZdrav.

# OnboardingInfo_alwaysStayInformedPage_normalText
source: If you allow the app to notify you, you will be able to receive notification of your risk of infection and recommendations for further action.
hu: Tartsa be az egészségügyi szolgálattól kapott utasításokat. Egyéb információk: Az izolációs időszak várhatólag 14 nappal a tünetek enyhülése után ér véget. Az izoláció időtartamát háziorvosa határozza meg. A betegség súlyosbodása esetén telefonon konzultáljon a háziorvosával vagy az ügyeletes orvossal. Vészhelyzetben hívja a 112-es számot. Mondja el, hogy Ön SARS-CoV-2 fertőzöttnek bizonyult!
it: Segui le istruzioni fornite dal servizio sanitario. Altre informazioni: n Il periodo di isolamento dovrebbe terminare 14 giorni dopo la scomparsa dei sintomi e dei segni. La durata dell'isolamento è a discrezione del medico curante. Se la malattia peggiora consulta telefonicamente il medico personale o il medico di guardia. In caso di emergenza chiama il 112. Di' loro che ti è stata diagnosticata l'infezione da SARS-CoV-2.
pt_pt: Poderá então autoisolar-se para proteger os outros e descobrir onde pode realizar o teste.
sl: Če boste aplikaciji dovolili, da vas obvešča, boste lahko prejeli obvestilo o vašem tveganju za okužbo in priporočila za nadaljnje ukrepanje.

# OnboardingInfo_alwaysStayInformedPage_title
source: Receive warnings and identify risks
hu: Fogadja az értesítéseket és ismerje fel a kockázatot.
it: Ricevi gli avvisi e identifica i rischi.
pt_pt: Receber avisos e identificar riscos
sl: Prejemajte opozorila in prepoznajte tveganja

# OnboardingInfo_enableLoggingOfContactsPage_boldText
source: To identify whether you are at risk of infection, you must activate exposure logging.
hu: Ha szeretné megtudni, hogy ki volt-e téve COVD-19-nek, be kell kapcsolnia a kitettség naplózás funkciót az alkalmazásban.
it: Per determinare se sei stato esposto a COVID-19 devi attivare la funzionalità di registrazione dell'esposizione.
pt_pt: Para identificar se corre risco de infeção, terá de ativar a função de registo de exposição.
sl: Da bi ugotovili, ali ste izpostavljeni tveganju okužbe, morate vklopiti funkcijo beleženja izpostavljenosti.
