Repository: si-covid-19/ostanizdrav-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it, pt_pt, sl

# RiskLegend_Random_Text
source: Random IDs are combinations of digits and letters generated randomly. They are exchanged between devices in close proximity. Random IDs cannot be traced to a specific person and are automatically deleted after 14 days. Persons diagnosed with coronavirus can opt to share their random IDs of up to the last 14 days with other app users.
hu: A véletlenszerű azonosítók véletlenszerűen létrehozott szám- és betűkombinációk. Az egymás közelében lévő készülékek megosztják azokat egymás között. A véletlenszerű azonosítókat nem lehet konkrét személyhez társítani, és automatikusan törlődnek 14 nap elteltével. Akinél megerősítették a SARS-CoV-2 fertőzést, dönthet arról, hogy az elmúlt 14 nap alatt kapott véletlenszerű azonosítóit megosztja-e az alkalmazás többi felhasználójával.
it: I codici di trasmissione casuali sono combinazioni di cifre e lettere generate in modo casuale. Vengono scambiati da dispositivi vicini tra loro. I codici di trasmissione casuali non possono essere assegnati a una persona specifica e vengono eliminati automaticamente dopo 14 giorni. Le persone cui è stata confermata l'infezione da SARS-CoV-2 possono scegliere di condividere i loro codici di trasmissione casuali dei 14 giorni precedenti con altri utenti dell'app.
pt_pt: Os IDs aleatórios são combinações de dígitos e letras gerados aleatoriamente. São trocados entre dispositivos que se encontram em grande proximidade. Os IDs aleatórios não podem ser associados a uma pessoa específica e são automaticamente eliminados após 14 dias. As pessoas diagnosticadas com COVID-19 podem optar por partilhar os seus IDs aleatórios até aos últimos 14 dias com outros utilizadores da aplicação.
sl: Naključne oddajne kode so naključno ustvarjene kombinacije številk in črk. Izmenjajo si jih naprave, ki so si blizu. Naključne oddajne kode se ne morejo dodeliti konkretni osebi in se samodejno izbrišejo po 14 dnevih. Osebe, pri katerih je bila potrjena okužba s SARS-CoV-2, se lahko odločijo, da bodo svoje dnevne ključe iz preteklih 14 dni delile z drugimi uporabniki aplikacije.

# RiskLegend_Random_Title
source: Random ID
hu: Véletlenszerű azonosítók
it: Codici di trasmissione casuali
pt_pt: IDs aleatórios
sl: Naključne oddajne kode

# RiskLegend_Store_Text
source: List of received and temporary random IDs saved temporarily in the operating system storage. This list is read when the exposures are checked. All random IDs are automatically deleted after 14 days.
hu: A fogadott és elküldött, ideiglenes, véletlenszerű azonosítók listája, amelyek ideiglenesen tárolódnak az operációs rendszer memóriájában. Ezt a listát a kitettség ellenőrzése során olvassák be. Az összes véletlenszerű azonosító automatikusan törlődik 14 nap elteltével.
it: Elenco dei codici di trasmissione casuali temporanei ricevuti e inviati che sono temporaneamente memorizzati nella memoria del sistema operativo. Questo elenco deve essere letto durante il controllo dell'esposizione. Tutti i codici di trasmissione casuali vengono eliminati automaticamente dopo 14 giorni
pt_pt: Lista de IDs aleatórios recebidos e temporários, guardados temporariamente no armazenamento do sistema operativo. Esta lista é lida quando as exposições são verificadas. Todos os IDs aleatórios são automaticamente eliminados após 14 dias.
sl: Seznam prejetih in poslanih začasnih naključnih oddajnih kod, ki se začasno shranijo v pomnilniku operacijskega sistema. Ta seznam se prebere med preverjanjem izpostavljenosti. Vse naključne oddajne kode se samodejno izbrišejo po 14 dneh.

# RiskLegend_Store_Title
source: Exposure Log
hu: Kitettségi napló
it: Registro dell'esposizione
pt_pt: Registo de exposição
sl: Dnevnik izpostavljenosti

# RiskLegend_Title
source: Overview
hu: Áttekintés
it: Panoramica
pt_pt: Síntese
sl: Pregled

# Settings_BackgroundAppRefresh_Description
source: Allow automatic updates of your risk status.
sl: Dovolite samodejne posodobitve vašega stanja tveganja.

# Settings_BackgroundAppRefresh_Label
source: Background App Refresh
sl: Delovanje aplikacije v ozadju

# Settings_BackgroundAppRefresh_StatusActive
source: On
sl: Vklopi

# Settings_BackgroundAppRefresh_StatusInactive
source: Off
sl: Izklopi

# Settings_DataDonation_Description
source: Allow the transmission of your usage behavior.
sl: Dovoli prenos uporabniških navad.

# Settings_DataDonation_Label
source: Share Data
sl: Posredovanje podatkov

# Settings_DataDonation_StatusActive
source: On
sl: Vključeno

# Settings_DataDonation_StatusInactive
source: Off
sl: Izključeno

# Settings_DaysSinceInstall_P2b
source: If exposure logging was active at times during which you encountered other people, your risk of infection can be calculated for this period.
sl: Če se je beleženje izpostavljenosti izvajalo, medtem ko ste srečevali druge osebe, je za to obdobje mogoče izračunati vaše tveganje okužbe.

# Settings_DaysSinceInstall_Title
source: Period Logged
sl: Obdobje beleženja

# Settings_KontaktProtokollStatusActive
source: Active
hu: Aktivált.
it: Attivato.
pt_pt: Ativo
sl: Aktivirano

# Settings_KontaktProtokollStatusInactive
source: Stopped
hu: Leállítva.
it: Interrotto.
pt_pt: Parado
sl: Ustavljeno

# Settings_NavTitle
source: Settings
hu: Beállítások
it: Impostazioni
pt_pt: Definições
sl: Nastavitve

# Settings_Notification_Description
source: Allow automatic notifications of your COVID-19 risk status.
hu: Az alkalmazás automatikusan értesítheti a fertőzési kockázatáról.
it: L'app può avvisarti automaticamente del tuo rischio di infezione.
pt_pt: Permita notificações automáticas sobre o seu estado de risco relativo à COVID-19.
sl: Dovolite samodejna obvestila o stanju tveganja za okužbo s SARS-CoV-2.

# Settings_Notification_Label
source: Notifications
hu: Értesítések
it: Avvisi
pt_pt: Notificações
sl: Obvestila

# Settings_Notification_StatusActive
source: On
sl: Vklopljeno

# Settings_Notification_StatusInactive
source: Off
sl: Izklopljeno

# Settings_Reset_Description
source: Delete all your data in the app.
hu: Töröld az összes adatod az alkalmazásban.
it: Elimina tutti i tuoi dati nell'app.
pt_pt: Elimine todos os seus dados na aplicação.
sl: Izbrišite vse podatke v aplikaciji

# Settings_Reset_Label
source: Reset App
hu: Indítsd újra az alkalmazást!
it: Resetta l'app.
pt_pt: Reinicializar a aplicação
sl: Ponastavi aplikacijo

# Settings_StatusDisable
source: Deactivate
hu: Deaktiváld.
it: Disattiva.
pt_pt: Desativar
sl: Deaktiviraj

# Settings_StatusEnable
source: Activate
hu: Aktiváld.
it: Attiva.
pt_pt: Ativar
sl: Aktiviraj

# Settings_Tracing_Description
source: Allow COVID-19 random IDs to be generated and shared.
hu: Engedélyezze, hogy véletlenszerű azonosítókat hozzanak létre és osszanak meg a kitettség naplózáshoz.
it: Consenti la generazione e la condivisione di codici di trasmissione casuali per la registrazione dell'esposizione.
pt_pt: Permita que os IDs aleatórios da COVID-19 sejam gerados e partilhados.
sl: Dovolite, da se ustvarjajo in delijo naključne oddajne kode za beleženje izpostavljenosti.

# Settings_Tracing_Label
source: Exposure Logging
hu: Kitettség naplózás
it: Registrazione dell'esposizione
pt_pt: Registo de exposição
sl: Beleženje izpostavljenosti

# Statistics_Add_DisabledAddTitle
source: Maximum number of local 7-day incidence figures reached.
sl: Najvišje število primerov lokalne 7-dnevne pojavnosti je doseženo.

# Statistics_Add_LocalCardTitle
source: Local 7-day incidence
sl: Lokalna 7-dnevna pojavnost

# Statistics_Add_SevenDayIncidence
source: Add local 7-day incidence
sl: Dodaj lokalno 7-dnevno pojavnost

# Statistics_Add_fromTheWholeCountry
source: Entire state
sl: Celotna država

# Statistics_Card_AppliedDoseRates_SecondaryLabelTitle
source: 7-Day Average
sl: 7-dnevno povprečje

# Statistics_Card_AppliedDoseRates_TertiaryLabelTitle
source: Total
sl: Skupaj

# Statistics_Card_AppliedDoseRates_Title
source: Vaccine Doses Administered
sl: Uporabljeni odmerki cepiva

# Statistics_Card_AppliedDoseRates_Today
source: Today
sl: Danes

# Statistics_Card_AppliedDoseRates_Yesterday
source: Yesterday
sl: Včeraj

# Statistics_Card_AtLeastOneVaccinated_Date
source: Up to %@
sl: Do %@

# Statistics_Card_AtLeastOneVaccinated_SecondaryLabelTitle
source: of the population
sl: prebivalstva

# Statistics_Card_AtLeastOneVaccinated_SecondarySubtitleLabel
source: of the population
sl: prebivalstva

# Statistics_Card_AtLeastOneVaccinated_TertiaryLabelTitle
source: Total
sl: Skupaj

# Statistics_Card_AtLeastOneVaccinated_Title
source: People Who Have Received at Least One Vaccine Dose
sl: Osebe, ki so prejele vsaj en odmerek cepiva

# Statistics_Card_AtLeastOneVaccinated_Today
source: Up to today
sl: Do danes

# Statistics_Card_AtLeastOneVaccinated_Yesterday
source: Up to yesterday
sl: Do včeraj

# Statistics_Card_From_CWA
source: through the #OstaniZdrav App
sl: v aplikacijo #OstaniZdrav

# Statistics_Card_From_Nationwide
source: Nationwide
sl: Po vsej državi

# Statistics_Card_FullyVaccinated_Date
source: Up to %@
sl: Do %@

# Statistics_Card_FullyVaccinated_SecondaryLabelTitle
source: of the population
sl: prebivalstva

# Statistics_Card_FullyVaccinated_SecondarySubtitleLabel
source: of the population
sl: prebivalstva

# Statistics_Card_FullyVaccinated_TertiaryLabelTitle
source: Total
sl: Skupaj

# Statistics_Card_FullyVaccinated_Title
source: People Who Are Fully Vaccinated
sl: Polno cepljene osebe

# Statistics_Card_FullyVaccinated_Today
source: Up to today
sl: Do danes

# Statistics_Card_FullyVaccinated_Yesterday
source: Up to yesterday
sl: Do včeraj

# Statistics_Card_Infections_SecondaryLabelTitle
source: 7-day average
sl: 7-dnevno povprečje

# Statistics_Card_Infections_TertiaryLabelTitle
source: Total
sl: Skupaj

# Statistics_Card_Infections_Title
source: Confirmed New Infections
sl: Potrjene nove okužbe

# Statistics_Card_Infections_Today
source: Today
sl: Danes

# Statistics_Card_Infections_Yesterday
source: Yesterday
sl: Včeraj

# Statistics_Card_KeySubmissions_Footnote
source: through the #OstaniZdrav App
sl: z aplikacijo #OstaniZdrav

# Statistics_Card_KeySubmissions_SecondaryLabelTitle
source: 7-day average
sl: 7-dnevno povprečje

# Statistics_Card_KeySubmissions_TertiaryLabelTitle
source: Total
sl: Skupaj

# Statistics_Card_KeySubmissions_Title
source: Used TAN codes
sl: Vnesene TAN kode

# Statistics_Card_KeySubmissions_Today
source: Today
sl: Danes

# Statistics_Card_KeySubmissions_Yesterday
source: Yesterday
sl: Včeraj

# Statistics_Card_Manage
source: Edit
sl: Uredi

# Statistics_Card_Million
source: %@ Million
sl: %@ Milijon

# Statistics_Card_ReproductionNumber_Date
source: Up to %@
sl: Do %@

# Statistics_Card_ReproductionNumber_SecondaryLabelTitle
source: average infections by each infected person
sl: povprečno število oseb, ki jih na novo okuži vsaka okužena oseba

# Statistics_Card_ReproductionNumber_Title
source: 7-Day R Value
sl: 7-dnevna vrednost R

# Statistics_Card_ReproductionNumber_Today
source: Currently
sl: Trenutno

# Statistics_Card_ReproductionNumber_Yesterday
source: Yesterday
sl: Včeraj

# Statistics_Card_TrendSemantic_Negative
source: Negative
sl: Negativno

# Statistics_Card_TrendSemantic_Neutral
source: Neutral
sl: Enakomerno

# Statistics_Card_TrendSemantic_Positive
source: Positive
sl: Pozitivno

# Statistics_Card_Trend_Decreasing
source: Trend: Downwards
sl: Trend: navzdol

# Statistics_Card_Trend_Increasing
source: Trend: Upwards
sl: Trend: navzgor

# Statistics_Card_Trend_Stable
source: Trend: Steady
sl: Trend: enakomerno

# Statistics_Info_AtLeastOnce_Text
source: Number of persons reported to the RKI who have received the first dose of the vaccine.
sl: Število oseb, ki so prejele prvi odmerek cepiva in je bilo to sporočeno NIJZ

# Statistics_Info_AtLeastOnce_Title
source: People who have received at least one vaccine dose
sl: Osebe, ki so prejele vsaj en odmerek cepiva

# Statistics_Info_Blog_Description
source: For more details read our %@.
sl: Za več informacij obiščite našo spletno stran s pogostimi vprašanji %@.

# Statistics_Info_Definitions_Title
source: Legend
sl: Legenda

# Statistics_Info_DosesAdministered_Text
source: Number of vaccine doses that have been administered nationwide to date.
sl: Število odmerkov cepiva, ki so bili do danes uporabljeni po vsej državi.

# Statistics_Info_DosesAdministered_Title
source: Vaccine doses administered
sl: Uporabljeni odmerki cepiva

# Statistics_Info_FAQLink_Text
source: For an interactive presentation of data on vaccines and vaccination against covid-19, visit cepimose.si
sl: Za interaktivni prikaz podatkov o cepivih in cepljenju proti covid-19 obiščite

# Statistics_Info_FullyVaccinated_Title
source: People who are fully vaccinated
sl: Polno cepljene osebe

# Statistics_Info_HospitalizationRate_Text
source: Total number of hospital admissions due to COVID-19 in the last 7 days (by reporting date) per 100,000 residents.
sl: Skupno število hospitaliziranih oseb zaradi covid-19 v zadnjih sedmih dneh (glede na datum poročanja) na 100.000 prebivalcev.

# Statistics_Info_HospitalizationRate_Title
source: Hospitalization
sl: Hospitalizacije

# Statistics_Info_Image_AccLabel
source: Abstract picture of a smartphone with four placeholders for information
sl: Abstraktna slika mobilnega telefona z štirimi razdelki za informacije

# Statistics_Info_Incidence_Title
source: 7-Day Incidence
sl: 7-dnevna incidenca

# Statistics_Info_Infections_Text
source: Number of persons who have been diagnosed with coronavirus and reported to the NIJZ.
sl: Število oseb, ki so jim potrdili okužbo s SARS-CoV-2 in o tem poročali na NIJZ.

# Statistics_Info_Infections_Title
source: Confirmed New Infections
sl: Potrjene nove okužbe

# Statistics_Info_KeySubmissions_Text
source: Number of app users who have been diagnosed with coronavirus and have warned others through the app.
sl: Število uporabnikov aplikacije, ki so jim potrdili okužbo s SARS-CoV-2 in so prek aplikacije opozorili druge.

# Statistics_Info_KeySubmissions_Title
source: Used TAN codes
sl: Vnesene TAN kode

# Statistics_Info_Local7Days_Text
source: Total number of confirmed new infections in the last 7 days (by reporting date) per 100,000 residents in the configured region state.
sl: Skupno število potrjenih novih okužb v zadnjih sedmih dneh (glede na datum poročanja) na 100.000 prebivalcev v izbrani regiji

# Statistics_Info_Local7Days_Title
source: Local 7-Day Incidence
sl: Lokalna 7-dnevna pojavnost

# Statistics_Info_Mean_Text
source: Average value from the past 7 days
sl: Povprečna vrednost v zadnjih 7 dneh.

# Statistics_Info_Mean_Title
source: 7-Day Average
sl: 7-dnevno povprečje

# Statistics_Info_NewInfection_Text
source: Total number of confirmed new infections in the last 7 days (by reporting date) per 100,000 residents.
sl: Skupno število potrjenih novih okužb v zadnjih sedmih dneh (glede na datum poročanja) na 100.000 prebivalcev.

# Statistics_Info_NewInfection_Title
source: Confirmed New Infections
sl: Nove potrjene okužbe

# Statistics_Info_Period_Title
source: Time Period
sl: Časovno obdobje

# Statistics_Info_ReproductionNumber_Text
source: The reproduction figure, R, indicates how many people an average infected person has infected further. The current value takes data up to the last 5 days into account.
sl: Reprodukcijsko število R kaže povprečno število ljudi, ki jih je okužena oseba na novo okužila. Trenutna vrednost upošteva podatke do zadnjih 5 dni.

# Statistics_Info_ReproductionNumber_Title
source: 7-Day R Value
sl: 7-dnevna vrednost R

# Statistics_Info_Subtitle
source: Explanation of Statistics
sl: Pojasnilo statistike

# Statistics_Info_Title
source: Key Figures
sl: Ključni podatki

# Statistics_Info_Total_Text
source: Total number since April 7, 2021
sl: Skupno število od 7. aprila 2021

# Statistics_Info_Total_Title
source: Total
sl: Skupaj

# Statistics_Info_Trend_Text
source: The arrow direction indicates whether the trend is increasing, decreasing, or remaining steady. The color indicates this trend as positive (green), negative (red), or neutral (gray). The trend compares the value from the previous day with the value from two days ago or, for the 7-day trends, the average value from the last 7 days with the average value from the 7 days prior to that.
sl: Smer puščice označuje, ali se trend povečuje, zmanjšuje ali ostaja enakomeren. Barva označuje ta trend kot pozitiven (zelena), negativen (rdeča) ali nevtralen (modra). Trend primerja vrednost prejšnjega dne z vrednostjo izpred dveh dni, oziroma za sedemdnevne trende, povprečno vrednost zadnjih 7 dni s povprečno vrednostjo za 7 dni pred tem.

# Statistics_Info_Trends_Decreasing
source: Trend: downwards (positive)
sl: Trend: navzdol

# Statistics_Info_Trends_Footnote
source: The assessment of the trend for warnings by app users changes depending on current infection levels, which is why this trend is always displayed as neutral.
sl: Ocena trenda opozoril uporabnikov aplikacije se spreminja glede na trenutno pojavnost okužbe, zato je ta trend vedno prikazan z nevtralno barvo.

# Statistics_Info_Trends_Increasing
source: Trend: upwards (negative)
sl: Trend: navzgor

# Statistics_Info_Trends_Stable
source: Trend: steady (neutral)
sl: Trend: enakomerno

# Statistics_Info_Trends_Title
source: The following trends can be shown:
sl: Prikazani so lahko naslednji trendi:

# Statistics_Info_Yesterday_Text
source: Number for the previous day/up to the previous day. If no figures are available yet for the previous day, the last date for which figures are available is displayed.
sl: Podatek za prejšnji dan / do prejšnjega dne. Če še ni podatkov za prejšnji dan, se prikaže zadnji datum, za katerega so podatki na voljo.

# Statistics_Info_Yesterday_Title
source: Yesterday/Up to yesterday
sl: Včeraj / do včeraj

# Statistics_LoadingError
source: The statistics cannot be loaded. Please close the app and try again.
sl: Statistike ni mogoče naložiti. Zaprite aplikacijo in poskusite znova.

# Submission_Checkins_Alert_DontShare
source: Don’t Share
sl: Ne deli

# Submission_Checkins_Alert_Message
source: Skipping will not warn any contacts who checked in with you.
sl: Zaradi opustitve stiki v vaši bližini ne bodo opozorjeni.

# Submission_Checkins_Alert_Share
source: Share
sl: Deli

# Submission_Checkins_Alert_Title
source: Are you sure you don’t want to share your check-ins?
sl: Ali ste prepričani, da ne želite deliti svojih dogodkov?

# Submission_Checkins_Continue
source: Submit
sl: Pošlji

# Submission_Checkins_Description
source: Warn others who checked in with you. Your personal data will not be shared.
sl: Opozorite druge, ki so bili na dogodkih skupaj z vami. Vaši osebni podatki se ne bodo delili.

# Submission_Checkins_SelectAll
source: Select all
sl: Izberi vse

# Submission_Checkins_Skip
source: Skip
sl: Preskoči

# Submission_Checkins_Title
source: Share Check-Ins?
sl: Deli dogodke?

# SurveyConsent_Accept_Button_Title
source: Accept
sl: Sprejmi

# SurveyConsent_Body1
source: Help us to improve the #OstaniZdrav App by taking a survey on your experience with the app. This will help the RKI to assess the effectiveness of the app, improve the app, and understand how warnings delivered through the app affect the behavior of people with an increased risk.
sl: S sodelovanjem v anketi o vaši izkušnji z aplikacijo nam pomagajte izboljšati aplikacijo #OstaniZdrav. NIJZ bo tako lahko ocenil učinkovitost aplikacije in jo izboljšal ter razumel kako opozorila, sporočena prek aplikacije, vplivajo na obnašanje ljudi, pri katerih je bilo ugotovljeno povečano tveganje.

# SurveyConsent_Body2
source: The survey is intended only for people whose app has indicated an exposure with increased risk. The survey is taken on an RKI website. To forward you to the website, a survey link will be displayed in the next step. Before it is displayed, however, the authenticity of your app must be confirmed. This requires your consent.
sl: Anketa je namenjena samo osebam, pri katerih je aplikacija ugotovila izpostavljenost s povečanim tveganjem. Anketo izpolnite na spletni strani NIJZ. Povezava do ankete, ki vas bo preusmerila na spletno stran, bo prikazana v naslednjem koraku. Pred tem je treba preveriti pristnost vaše aplikacije. Za to je potrebno vaše soglasje.

# SurveyConsent_Body3
source: When you tap on the survey link, you will receive additional information about the survey. You will also be asked explicitly to grant your consent again before you start the survey.
sl: Ko boste tapnili na povezavo do ankete, boste prejeli dodatne informacije glede ankete. Pred začetkom ankete, vas bomo ponovno izrecno prosili za vaše soglasje.

# SurveyConsent_Details_Body
source: After the authenticity of your app has been verified, the app forwards you to an RKI website, using a custom link to the survey that has been generated for you. This survey link contains a one-time password that is generated by your #OstaniZdrav App. When you tap on the survey link and call the website with the survey, the one-time password is stored temporarily in your browser. This screen contains additional information about the survey and handling notes, such as how to start the survey. At the start of the survey, the one-time password is transmitted to the #OstaniZdrav App servers, where it is flagged as used. The server then checks whether or not you can take the survey. This ensures that each user can only take the survey once.
sl: Ko je pristnost vaše aplikacije preverjena, vas bo aplikacija usmerila do ankete na spletni strani NIJZ prek posebne povezave, ki je bila ustvarjena za vas. Povezava do ankete vsebuje enkratno geslo, ki ga je ustvarila vaša aplikacija #OstaniZdrav. Ko tapnete na povezavo do ankete in prikličete spletno stran z anketo, se enkratno geslo začasno shrani v vašem brskalniku. Prikazana stran vsebuje dodatne informacije o anketi in navodila, kot na primer kako začeti anketo. Na začetku ankete se enkratno geslo prenese v strežnike aplikacije #OstaniZdrav, kjer se označi kot uporabljeno. Strežnik nato preveri, ali lahko izpolnite anketo. S tem se poskrbi, da vsak uporabnik anketo izpolni samo enkrat.

# SurveyConsent_Details_Headline
source: About the RKI Survey
sl: O anketi NIJZ
