Repository: si-covid-19/ostanizdrav-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it, pt_pt, sl

# SurveyConsent_Details_Legal_Body1
source: To confirm the authenticity of your app, your smartphone will generate a unique identifier that contains information about the version of your smartphone and the app. This is necessary to prevent users from participating in the survey more than once, as this could distort the results of the survey. Once generated, the identifier will be transmitted once to Apple. This may result in data being transferred to the U.S. or other third countries. There, the level of data protection may not be considered equivalent under European law and it may not be possible to enforce your European data protection rights. In particular, there is a possibility that once the transmitted data reaches Apple, it may be accessed and analysed by security authorities in the third country, even if they have no specific grounds for suspicion, for example by linking the data with other information. This only concerns the identifier sent to Apple. Apple will not receive the other information about your participation in the survey. It may however be possible for Apple to infer your identity from the identifier and learn that your smartphone has been authenticated.
sl: Za potrditev pristnosti vaše aplikacije bo vaš pametni telefon ustvaril edinstven identifikator, ki bo vseboval informacije o različici vašega pametnega telefona in aplikacije. S tem se prepreči, da bi uporabniki v anketi sodelovali več kot enkrat, kar bi lahko privedlo do izkrivljanja rezultatov ankete. Ko je identifikator ustvarjen, se prenese v Apple. To lahko pomeni, da se podatki prenesejo v ZDA ali drugo tretjo državo. Raven varovanja podatkov tam morda ni enaka ravni, ki jo ureja evropska zakonodaja, zato morda ne boste mogli uveljaviti svojih pravic do varstva podatkov, ki veljajo v Evropi. Mogoče je tudi, da potem ko so podatki posredovani v Apple, bodo do njih dostopali in jih analizirali varnostni organi tretjih držav, čeprav ti nimajo posebnih razlogov za sum, na primer s povezovanjem teh podatkov z drugimi informacijami. Navedeno zadeva zgolj identifikator, ki je posredovan Applu. Apple ne bo prejel drugih informacij o vašem sodelovanju v anketi. Apple bo lahko ugotovil vašo identiteto na podlagi identifikatorja in preveril pristnost pametnega telefona.

# SurveyConsent_Details_Legal_Body2
source: If you do not consent to this transfer of your data to a third country, please do not tap on “Accept”. You will still be able to use the app, but not participate in this survey.
sl: Če se ne strinjate s prenosom svojih podatkov v tretjo državo, ne tapnite »Sprejmi«. Aplikacijo boste lahko še vedno uporabljali, vendar ne boste mogli sodelovati v tej anketi.

# SurveyConsent_Error_AlreadyParticipated
source: You have already taken the survey. You can only take the survey once per month (error code %@).
sl: Anketo ste že opravili. V anketi lahko sodelujete samo enkrat mesečno (koda napake %@).

# SurveyConsent_Error_ChangeDeviceTime
source: The time on your smartphone does not match the current time. Please correct the time in your smartphone settings (error code %@).
sl: Čas na vašem pametnem telefonu se ne ujema s trenutnim časom. Spremenite čas v nastavitvah pametnega telefona (koda napake %@).

# SurveyConsent_Error_DeviceNotSupported
source: The survey cannot be retrieved (error code %@).
sl: Ankete ni mogoče priklicati (koda napake %@).

# SurveyConsent_Error_Title
source: Error
sl: Napaka

# SurveyConsent_Error_TryAgainLater
source: The survey cannot be retrieved right now. Please try again later (error code %@).
sl: Ankete trenutno ni mogoče priklicati. Poskusite znova pozneje (koda napake %@).

# SurveyConsent_Error_TryAgainNextMonth
source: The survey cannot be retrieved due to security reasons. You can take the survey again in the next calendar month (error code %@).
sl: Ankete ni mogoče priklicati zaradi varnostnih razlogov. V anketi lahko ponovno sodelujete naslednji mesec (koda napake %@).

# SurveyConsent_LegalBody1
source: By tapping on “Accept”, you consent to the following:
sl: Ko tapnete na »Sprejmi« podajate soglasje za:

# SurveyConsent_LegalBody2
source: Before your participation link can be shown to you, the authenticity of your app is checked once. For this purpose, a unique identifier is generated by your smartphone and transmitted to Apple in the U.S. or other third countries, so that Apple can confirm the authenticity of your app to the RKI. The identifier contains information about the version of your smartphone and the app. . On this basis, Apple may be able to infer your identity and learn that your smartphone has been authenticated. Apple does not receive any other information from the app during this process. This ensures that each user can only participate in the survey once, so as not to distort the statistics.
sl: Preden se pokaže povezava za sodelovanje, se preveri pristnost vaše aplikacije. Vaš pametni telefon ustvari edinstven identifikator, ki se prenese v Apple v ZDA ali druge tretje države, da lahko Apple NIJZ-ju potrdi pristnost vaše aplikacije. Identifikator vsebuje informacije o različici pametnega telefona in aplikaciji. . Na tej podlagi lahko Apple ugotovi vašo identiteto in preveri pametni telefon. Med tem postopkom Apple iz aplikacije ne prejme drugih podatkov. S tem se zagotovi, da vsak uporabnik sodeluje v anketi samo enkrat, da ne pride do izkrivljanja statističnih podatkov.

# SurveyConsent_LegalTitle_BoldText
source: Your consent
sl: Vaše soglasje

# SurveyConsent_Legal_Bullet1
source: Your consent is voluntary. If you do not give your consent for the purposes of the survey, you will still be able to use the whole app.
sl: Vaše soglasje je prostovoljno. Če ne podate svojega soglasja za te ankete, lahko še vedno uporabljate celotno aplikacijo.

# SurveyConsent_Legal_Bullet2
source: Even after you have given your consent, you do not have to participate in the survey. You can stop the survey at any time.
sl: V anketi vam ni treba sodelovati, čeprav ste že podali svoje soglasje. Anketo lahko kadar koli prekinete.

# SurveyConsent_Legal_Bullet3
source: You need to be at least 16 years old to give your consent.
sl: Če želite podati soglasje, morate biti stari najmanj 16 let.

# SurveyConsent_Legal_Details_Button_Title
source: Detailed information about this data processing and your consent
sl: Podrobnejše informacije o obdelavi podatkov in vašem soglasju

# SurveyConsent_Legal_Details_Headline
source: Verification of Authenticity and Transfer to a Third Country
sl: Preverjanje pristnosti in prenos v tretjo državo

# SurveyConsent_Legal_Details_Title
source: Detailed Information on Data Processing Involved in Taking the Survey
sl: Podrobnejše informacije o obdelavi podatkov, povezanih s sodelovanjem v anketi

# SurveyConsent_Title
source: Survey to Assess and Improve the #OstaniZdrav App.
sl: Anketa za ovrednotenje in izboljšanje aplikacije #OstaniZdrav

# Tabbar_Certificates_Title
source: Certificates
sl: Potrdila

# Tabbar_Diary_Title
source: Journal
sl: Dnevnik

# Tabbar_Home_Title
source: Home Screen
sl: Domov

# TestCertificateRequest_ErrorAlert_Button_title
source: OK
sl: V redu

# TestCertificateRequest_ErrorAlert_title
source: There are still problems with the request.
sl: Z zahtevo so še vedno težave.

# TestCertificateRequest_Error_CLIENT_ERROR_CALL_HOTLINE
source: An error occurred. Please try again later or contact the technical hotline via App Information -> User Support. (%@)
sl: Pojavila se je napaka. Poskusite znova pozneje ali vzpostavite stik s službo za tehnično pomoč: Informacije o aplikaciji -> Klicni center za tehnično pomoč. (%@)

# TestCertificateRequest_Error_DCC_EXPIRED
source: This certificate is no longer current. You can remove it from the #OstaniZdrav App. (%@)
sl: To potrdilo ni več veljavno. Lahko ga odstranite iz aplikacije #OstaniZdrav. (%@)

# TestCertificateRequest_Error_DCC_NOT_SUPPORTED_BY_LAB
source: You cannot request a test certificate because this testing point does not support the issuing of test certificates. Please remove the certificate or contact the technical hotline via App Information -> User Support. (%@)
sl: Ne morete zahtevati potrdila o testiranju, ker to testno mesto ne omogoča izdaje potrdila o testiranju. Odstranite potrdilo ali vzpostavite stik s službo za tehnično pomoč: Informacije o aplikaciji -> Klicni center za tehnično pomoč. (%@)

# TestCertificateRequest_Error_DGC_NOT_SUPPORTED_BY_LAB
source: You cannot request a test certificate because this testing point does not support the issuing of test certificates. Please remove the certificate or contact the technical hotline via App Information -> User Support. (%@)
sl: Ne morete zahtevati potrdila o testiranju, ker to testno mesto ne omogoča izdaje potrdila o testiranju. Odstranite potrdilo ali vzpostavite stik s službo za tehnično pomoč: Informacije o aplikaciji -> Klicni center za tehnično pomoč. (%@)

# TestCertificateRequest_Error_E2E_ERROR_CALL_HOTLINE
source: An error occurred. Please try again later or contact the technical hotline via App Information -> User Support. (%@)
sl: Pojavila se je napaka. Poskusite znova pozneje ali vzpostavite stik s službo za tehnično pomoč: Informacije o aplikaciji -> Klicni center za tehnično pomoč. (%@)

# TestCertificateRequest_Error_NO_NETWORK
source: Your Internet connection was lost. Please check the connection and try again. (%@)
sl: Internetna povezava je bila prekinjena. Preverite povezavo in poskusite znova. (%@)

# TestCertificateRequest_Error_TRY_AGAIN
source: Could not establish a connection. Please try again. (%@)
sl: Povezave ni bilo mogoče vzpostaviti. Poskusite znova. (%@)

# TestCertificateRequest_Error_TRY_AGAIN_DCC_NOT_AVAILABLE_YET
source: Your certificate it not available yet. Please try again. If the error persists, please contact the technical hotline via App Information -> User Support. (%@)
sl: Vaše potrdilo še ni na voljo. Poskusite znova. Če se napaka ponavlja, vzpostavite stik s službo za tehnično pomoč: Informacije o aplikaciji -> Klicni center za tehnično pomoč. (%@)

# TestCertificateRequest_RemoveAlert_CancelButton_title
source: Cancel
sl: Prekliči

# TestCertificateRequest_RemoveAlert_DeleteButton_title
source: Delete
sl: Izbriši

# TestCertificateRequest_RemoveAlert_message
source: If you remove the certificate, you cannot request it again.
sl: Če potrdilo odstranite, ga ne boste mogli znova zahtevati.

# TestCertificateRequest_RemoveAlert_title
source: Do you want to remove the certificate?
sl: Ali želite odstraniti potrdilo?

# TestCertificateRequest_errorSubtitle
source: Error during certificate retrieval
sl: Med priklicem potrdila se je pojavila napaka

# TestCertificateRequest_loadingStateDescription
source: Your certificate is being requested. This may take a few minutes...
sl: Vaše potrdilo je bilo zahtevano. To lahko traja nekaj minut ...

# TestCertificateRequest_loadingSubtitle
source: Your certificate is being created...
sl: Vaše potrdilo je v postopku priprave ...

# TestCertificateRequest_registrationDate
source: Registered on %@
sl: Registrirano dne %@

# TestCertificateRequest_removeButtonTitle
source: Remove Test Certificate
sl: Odstrani potrdilo o testiranju

# TestCertificateRequest_title
source: EU **Digital COVID Test Certificate**
sl: EU **digitalno COVID potrdilo o testiranju**

# TestCertificateRequest_tryAgainButtonTitle
source: Try Again
sl: Poskusi znova

# TestCertificate_Alert_message
source: If you remove the test certificate, you can no longer use it as proof in the app.
sl: Če odstranite potrdilo o testiranju, ga v aplikaciji ne boste mogli več uporabljati kot dokazilo.

# TestCertificate_Alert_title
source: Do you want to remove the test certificate?
sl: Ali želite odstraniti potrdilo o testiranju?

# TestCertificate_Details_primaryButton
source: Remove Test Certificate
sl: Odstrani potrdilo o testiranju

# TestCertificate_Details_subtitle
source: Negative SARS-CoV-2 test
sl: Negativen test na SARS-CoV-2

# TestCertificate_Details_title
source: Test Certificate
sl: Potrdilo o testiranju

# TestCertificate_Error_FAQ_Button_Title
source: FAQ for Test Certificates
sl: Pogosta vprašanja v zvezi s potrdili o testiranju

# TestCertificate_Error_FAQ_Description
source: For more information about how to receive your test certificate, please see our FAQ page.
sl: Za več informacij o tem, kako pridobiti potrdilo o testiranju, obiščite našo stran s pogostimi vprašanji.

# TestResultPositive_KeysSubmitted_Description
source: Thanks to your support, other people can now be warned and respond appropriately.
sl: Hvala za podporo. Zdaj lahko drugi prejmejo opozorilo in se ustrezno odzovejo.

# TestResultPositive_KeysSubmitted_FurtherInfo1
source: The duration of isolation is at the discretion of your treating physician.
sl: O trajanju izolacije presoja vaš lečeči zdravnik.

# TestResultPositive_KeysSubmitted_FurtherInfo2
source: In case of worsening of the disease, consult your chosen personal or on-duty doctor by phone. In an emergency, call 112. Tell them you have been diagnosed with SARS-CoV-2.
sl: V primeru poslabšanja bolezni se po telefonu posvetujte z vašim izbranim osebnim ali dežurnim zdravnikom. V nujnih primerih pokličite 112. Povejte, da je bila pri vas potrjena okužba s SARS-CoV-2.

# TestResultPositive_KeysSubmitted_FurtherInfo3
source: Exposure logging has stopped because you have been diagnosed with SARS-CoV-2 infection. When the isolation is complete, press the Reactivate button and the exposure log will be activated.
sl: Beleženje izpostavljenosti se je ustavilo, ker je bila pri vas potrjena okužba s SARS-CoV-2. Po končani izolaciji pritisnite gumb Ponovno aktiviraj in beleženje izpostavljenosti se bo aktiviralo.

# TestResultPositive_KeysSubmitted_PCR_Info1
source: Follow the isolation instructions provided by your healthcare provider.
sl: Spoštujte navodila o izolaciji, ki ste jih prejeli s strani zdravstvene službe.

# TestResultPositive_KeysSubmitted_PCR_Info2
source: The public health authority may contact you within the next few days.
sl: Ustanova za javno zdravje bo v naslednjih nekaj dneh vzpostavila stik z vami prek telefona ali pisno po pošti.

# TestResultPositive_KeysSubmitted_PrimaryButton
source: Reactivate
sl: Ponovno aktiviraj

# TestResultPositive_KeysSubmitted_RAT_Info1
source: Follow the isolation instructions provided by your healthcare provider.
sl: Spoštujte navodila o izolaciji, ki ste jih prejeli s strani zdravstvene službe.

# TestResultPositive_KeysSubmitted_RAT_Info2
source: Take a PCR test to verify this test result.
sl: Opravite test PCR za potrditev rezultata testa.

# TestResultPositive_KeysSubmitted_Title1
source: Please note:
sl: Ne pozabite:

# TestResultPositive_KeysSubmitted_Title2
source: Other information:
sl: Druge informacije:

# TestResultPositive_NoConsent_AlertNotWarnOthers_ButtonOne
source: Do not warn others
sl: Ne opozori drugih

# TestResultPositive_NoConsent_AlertNotWarnOthers_ButtonTwo
source: Warn others
sl: Opozori druge

# TestResultPositive_NoConsent_AlertNotWarnOthers_Description
source: You have to share your daily keys if you want to warn others.
sl: Če hočete opozoriti druge morate oddati svoje dnevne ključe.

# TestResultPositive_NoConsent_AlertNotWarnOthers_Title
source: Don’t you want to send a warning?
sl: Ali želite poslati obvestila?

# TestResultPositive_NoConsent_Info1
source: Share your daily keys and help protect others against infection.
sl: Anonimno delite informacijo o svoji okužbi in s tem opozorite druge.

# TestResultPositive_NoConsent_Info2
source: Your identity will remain secret.
sl: Vaša identiteta in zasebnost sta vedno zaščiteni.

# TestResultPositive_NoConsent_Info3
source: Follow the isolation instructions you received from your healthcare provider.
sl: Spoštujte navodila o izolaciji, ki ste jih prejeli s strani zdravstvene službe.

# TestResultPositive_NoConsent_PrimaryButton
source: Next
sl: Naprej

# TestResultPositive_NoConsent_SecondaryButton
source: Cancel
sl: Prekliči

# TestResultPositive_NoConsent_Title
source: Please help to stop the spread of coronavirus.
sl: Pomagajte pri zajezitvi širjenja okužbe.

# TestResultPositive_WithConsent_Info1
source: Others will now be warned.
sl: TestResultPositive_WithConsent_Info1

# TestResultPositive_WithConsent_Info2
source: You can now help to improve the accuracy of the warnings. To do so, in the next step, tell us when you first developed symptoms. You can cancel this step at any time.
sl: TestResultPositive_WithConsent_Info2

# TestResultPositive_WithConsent_PrimaryButton
source: Enter Symptoms
sl: TestResultPositive_WithConsent_PrimaryButton

# TestResultPositive_WithConsent_SecondaryButton
source: Exit
sl: TestResultPositive_WithConsent_SecondaryButton

# TestResultPositive_WithConsent_Title
source: Thank you for helping to stop the spread of coronavirus.
sl: TestResultPositive_WithConsent_Title

# Thank_You_AccImageDescription
source: Several people are looking at their smartphones.
sl: Thank_You_AccImageDescription

# Thank_You_Cancel_Button
source: Exit
sl: Prekliči

# Thank_You_Continue_Button
source: Enter Symptoms
sl: Naprej

# Thank_You_Description1
source: Others will now be warned.
sl: Drugi bodo opozorjeni.

# Thank_You_Description2
source: You can now help to improve the accuracy of the warnings. To do so, in the next step, tell us when you first developed symptoms. You can cancel this step at any time.
sl: Aplikacija bo lahko natančneje izračunala tveganje za okužbo za druge uporabnike aplikacije, če v naslednjem koraku vnesete datum pričetka simptomov.

# Thank_You_SubTitle
source: Thank you for helping to stop the spread of coronavirus.
sl: Hvala, ker pomagate zaustaviti širjenje SARS-CoV-2

# Thank_You_Title
source: Thank you!
sl: Hvala!

# TraceLocation_Information_DescriptionSubHeadline
source: Generate a QR code that your visitors will be able to scan upon arrival. Create a QR code for each event separately.
sl: Ustvarite QR kodo, ki jo bodo vaši obiskovalci ob prihodu lahko skenirali. QR kodo ustvarite za vsak dogodek posebej.

# TraceLocation_Information_DescriptionTitle
source: Increased Safety for You and Your Guests
sl: Večja varnost za vas in vaše obiskovalce

# TraceLocation_Information_ImageDescription
source: One person points to a flip chart, while two people are sitting adjacent and looking at the flip chart.
sl: Oseba kaže na listno tablo, medtem ko dve osebi sedita v bližini in gledata na listno tablo.

# TraceLocation_Information_Item_Checkin
source: You can show the QR code to your visitors on your smartphone or in printed form. Place the QR code in a prominent place at the event.
sl: QR kodo lahko svojim obiskovalcem prikažete na svojem pametnem telefonu ali v tiskani obliki. QR kodo namestite na vidno mesto na dogodku.

# TraceLocation_Information_Item_RenewQRCode
source: We recommend that you create a new QR code every day outside of working hours, as this will prevent possible abuse. This is especially recommended for activities with a regular business schedule.
sl: Priporočamo, da vsak dan izven delovnega časa ustvarite novo QR kodo, saj boste s tem preprečili morebitne zlorabe. To je še posebej priporočeno za dejavnosti z ustaljenim urnikom poslovanja.

# TraceLocation_Information_Item_RiskStatus
source: Each check-in is also taken into account when calculating your infection risk status. If someone who has been reported for an event or site visit is subsequently diagnosed with SARS-CoV-2, you are also notified anonymously, if you were in the same room with that person at the same time or up to 30 minutes later.
sl: Vsak 'check-in' se upošteva tudi pri izračunu stanja tveganja okužbe. Če je pri nekom, ki je bil prijavljen na dogodek, pozneje ugotovljena okužba s SARS-CoV-2, lahko o tem obvesti druge obiskovalce, ki so bili na dogodku istočasno ali 30 minut pozneje.

# TraceLocation_Information_Legal_Headline_1
source: Data protection and data security
sl: Varovanje in varnost podatkov

# TraceLocation_Information_Legal_Text_1
source: If you tap on “Next”, you can create a QR code for your visitors.
sl: Tapnite »Naprej« in ustvarite QR kodo za svoje obiskovalce.

# TraceLocation_Information_Legal_Text_2
source: Your visitors can then scan the QR code with the app.
sl: Vaši obiskovalci bodo nato lahko QR kodo skenirali z aplikacijo.

# TraceLocation_Information_Legal_Text_2_bold
source: The details of the event will be adequately protected and stored in a QR code, which you can also print out and place in a prominent place at the event.
sl: Podrobnosti o dogodku bodo ustrezno zaščitene in shranjene v QR kodi, ki jo lahko tudi natisnete in namestite na vidno mesto na dogodku.

# TraceLocation_Information_Legal_Text_3
source: The more accurate your information, the more reliably your visitors can be warned.
sl: Bolj kot so natančne vaše informacije, bolj zanesljivo je mogoče opozoriti vaše obiskovalce.

# TraceLocation_Information_Legal_Text_3_bold
source: Define as precisely as possible the name, type, time and duration of the event you are organizing.
sl: Čim bolj natančno opredelite naziv, vrsto, čas in trajanje dogodka, ki ga organizirate.

# TraceLocation_Information_Legal_Text_4
source: At the event, ensure that all protective measures to prevent the spread of SARS-CoV-2 infection and hygiene recommendations are observed and followed.
sl: Na dogodku poskrbite za spoštovanje in upoštevanje vseh zaščitnih ukrepov za preprečevanje širjenja okužbe s SARS-CoV-2 in higienskih priporočil.

# TraceLocation_Information_Legal_Text_5
source: We recommend that you create a new QR code every day outside of working hours, as this will prevent possible abuse. This is especially recommended for activities with a regular business schedule.
sl: Priporočamo, da nove QR kode za kraje oblikujete v rednih intervalih, da bodo opozorila zanesljivejša in se bo preprečila zloraba kod QR.

# TraceLocation_Information_PrimaryButton_Title
source: Next
sl: Naprej

# TraceLocation_Information_Title
source: Create QR Code
sl: Navodila za ustvarjanje QR kode

# TraceLocations_Configuration_AddressPlaceholder
source: Place
sl: Kraj

# TraceLocations_Configuration_DefaultCheckinLengthFootnote
source: Specify how long guests usually stay with you.
sl: Opredelite, kako dolgo obiskovalci običajno ostanejo pri vas.

# TraceLocations_Configuration_DefaultCheckinLengthTitle
source: Typical Stay
sl: Običajen obisk

# TraceLocations_Configuration_DescriptionPlaceholder
source: Description
sl: Opis

# TraceLocations_Configuration_EndDateTitle
source: End
sl: Konec

# TraceLocations_Configuration_HoursUnit
source: %@ hrs.
sl: %@ h

# TraceLocations_Configuration_PrimaryButtonTitle
source: Save
sl: Shrani

# TraceLocations_Configuration_SavingErrorMessage
source: The QR code cannot be saved right now. Please try again later (error code %@).
sl: QR kode zdaj ni mogoče shraniti. Poskusite znova pozneje (koda napake %@).

# TraceLocations_Configuration_StartDateTitle
source: Start
sl: Začni

# TraceLocations_Configuration_Title
source: Create QR Code
sl: Ustvari QR kodo

# TraceLocations_Details_DuplicateButtonTitle
source: Use as Template
sl: Uporabi kot predlogo

# TraceLocations_Details_PrintVersionButtonTitle
source: Display Print Version
sl: Prikaži tiskano različico

# TraceLocations_Overview_ActionSheet_EditTitle
source: Edit
sl: Uredi

# TraceLocations_Overview_ActionSheet_InfoTitle
source: Information
sl: Informacije

# TraceLocations_Overview_ActionSheet_OnBehalfCheckinSubmissionTitle
source: Warn for Others
sl: Opozorite druge

# TraceLocations_Overview_AddButtonTitle
source: Create QR Code
sl: Ustvari QR kodo

# TraceLocations_Overview_DeleteAllButtonTitle
source: Remove All
sl: Odstrani vse

# TraceLocations_Overview_DeleteAll_AlertCancelButtonTitle
source: Cancel
sl: Prekliči
