Repository: si-covid-19/ostanizdrav-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it, pt_pt, sl

# DetailedInfosDataDonation_General_Privacy_Infos
source: This information cannot be linked with you personally. Your identity will remain confidential. The information will be analyzed for statistical purposes. It will not be saved for a profile.
sl: Teh informacij ni mogoče povezati z vami osebno. Vaša identiteta bo ostala zaupna. Informacije bodo analizirane za statistiko in ne bodo shranjene v povezavi s profilom.

# DetailedInfosDataDonation_Headline
source: Detailed Information about Data Sharing
sl: Podrobnejše informacije o izmenjavi podatkov

# DetailedInfosDataDonation_Misc_SubHead_BulletPoint_AgeGroup
source: Information about the age group you specified.
sl: Informacije o starostni skupini, ki ste jo navedli.

# DetailedInfosDataDonation_Misc_SubHead_BulletPoint_Region
source: Information about the region you specified.
sl: Informacije o regiji, ki ste jo navedli.

# DetailedInfosDataDonation_Misc_SubHead_BulletPoint_TechSpecs
source: Information about the model and version of your smartphone, the version of your app, and the version of your operating system.
sl: Informacije o modelu in različici vašega pametnega telefona, različici aplikacije in različici operacijskega sistema.

# DetailedInfosDataDonation_Misc_SubHead_MiscInformation
source: Other information:
sl: Druge informacije:

# DetailedInfosDataDonation_RKI_DataCollection_BulletPoint_ChangeOfWarnHistory
source: Changes in the warning history compared to the previous day.
sl: Spremembe v zgodovini opozoril glede na prejšnji dan.

# DetailedInfosDataDonation_RKI_DataCollection_BulletPoint_Date
source: The date of data transmission.
sl: Datum prenosa podatkov.

# DetailedInfosDataDonation_RKI_DataCollection_BulletPoint_InfoAboutRisk
source: Information about which risk was displayed to you at the time of data transmission.
sl: Informacije o tveganju, ki je bilo prikazano v času prenosa podatkov.

# DetailedInfosDataDonation_RKI_DataCollection_BulletPoint_RiskStatus_Base
source: Information about the basis for calculating the risk status in the context of an exposure.
sl: Informacije o podlagi za izračun stanja tveganja okužbe glede na izpostavljenost.

# DetailedInfosDataDonation_RetrievedTestResult_BulletPoint_CalculatedRisk
source: Information about the calculated risk at the time the test was registered.
sl: Informacije o izračunanem tveganju v času registracije testa.

# DetailedInfosDataDonation_RetrievedTestResult_BulletPoint_KindOfTestResult
source: Information about whether you received a positive or negative test result through the app.
sl: Informacije o tem, ali ste prek aplikacije prejeli pozitiven ali negativen rezultat testa.

# DetailedInfosDataDonation_RetrievedTestResult_BulletPoint_PeriodHighRisk
source: Information about the time between your last exposure with increased risk and the test registration.
sl: Informacije o času med vašo zadnjo izpostavljenostjo povečanemu tveganju in registracijo testa.

# DetailedInfosDataDonation_RetrievedTestResult_BulletPoint_PeriodLastInfoHighRisk
source: Information about the time between the last notification of an increased risk and the test registration.
sl: Informacije o času med zadnjim obvestilom glede povečanega tveganja in registracijo testa.

# DetailedInfosDataDonation_RetrievedTestResult_BulletPoint_SharedTestResult
source: Information about whether you shared your test result and warned others.
sl: Informacije o tem, ali ste delili rezultat svojega testa in opozorili druge.

# DetailedInfosDataDonation_SubHead_DataProcessing
source: Data Processing in the Data Sharing Process
sl: Postopek obdelave in izmenjave podatkov

# DetailedInfosDataDonation_SubHead_RKI_DataCollection
source: To this end, the NIJZ collects the following data:
sl: Za to NIJZ zbira naslednje podatke:

# DetailedInfosDataDonation_SubHead_RetrievedTestResult
source: If you have retrieved a test result through the app:
sl: Če ste rezultat testa priklicali prek aplikacije:

# DetailedInfosDataDonation_SubHead_WarnOthers
source: If you have warned others about a potential exposure:
sl: Če ste opozorili druge (vnesli TAN kodo) glede morebitne izpostavljenosti:

# DetailedInfosDataDonation_WarnOthers_BulletPoint_Canceled
source: Information about whether you canceled the steps for warning others.
sl: Informacije o tem, ali ste preklicali korake za opozarjanje drugih.

# DetailedInfosDataDonation_WarnOthers_BulletPoint_Consent
source: Information about when you granted your consent to warn others.
sl: Informacije o tem, ali ste podali soglasje k opozarjanju drugih.

# DetailedInfosDataDonation_WarnOthers_BulletPoint_DaysElapsed
source: Information about how many days have passed since the last notification of an increased risk.
sl: Informacije o tem, koliko dni je minilo od zadnjega obvestila glede povečanega tveganja.

# DetailedInfosDataDonation_WarnOthers_BulletPoint_HoursSinceRegistration
source: Information about how many hours have passed since the test registration.
sl: Informacije o tem, koliko ur je minilo od registracije testa.

# DetailedInfosDataDonation_WarnOthers_BulletPoint_HoursUntilReceived
source: Information about how many hours it took for you to receive your test result.
sl: Informacije o tem, koliko ur ste čakali na rezultat testa.

# DetailedInfosDataDonation_WarnOthers_BulletPoint_HowFar
source: Information about the notification you reached in the context of warning others.
sl: Informacije o obvestilu, ki ste ga prejeli glede opozarjanja drugih.

# DetailedInfosDataDonation_WarnOthers_BulletPoint_SymptompsStart
source: Information about whether you provided details about the onset of your symptoms.
sl: Informacije o tem, ali ste posredovali podrobnosti o pojavu simptomov.

# ENATanInput_CharacterIndex
source: Character %1$u of %2$u
hu: Jel %1$u %2$u-ból
it: Carattere %1$u di %2$u
pt_pt: Caráter %1$u de %2$u
sl: Znak %1$u od %2$u

# ENATanInput_Empty
source: Empty
hu: Üres
it: Vuoto
pt_pt: Em branco
sl: Prazno

# ENATanInput_InvalidCharacter
source: Invalid Character %@
hu: Érvénytelen jel %@
it: Carattere non valido %@
pt_pt: Caráter inválido %@
sl: Neveljaven znak %@

# ErrorReport_ActiveStatus_Title
source: Error analysis running
sl: Izvaja se analiza napak

# ErrorReport_Analysis
source: Error Analysis
sl: Analiza napak

# ErrorReport_DEVICE_NOT_SUPPORTED
source: The error report cannot be sent (error code %@).
sl: Obvestila o napaki ni mogoče poslati (koda napake %@).

# ErrorReport_Description1
source: To help the app technical support team with error analysis, you can record an error report from the CWA. When you do so, the individual technical steps and results of app processes are recorded. You can then send the error report to technical support and help to identify and correct the error. For further information, please see our FAQ page:
sl: Za pomoč ekipi za tehnično podporo pri analizi napak lahko obvestilo o napaki dokumentirate v aplikaciji #OstaniZdrav. V tem primeru se beležijo posamezni tehnični koraki in rezultati procesov v aplikaciji. Obvestilo o napaki lahko nato pošljete ekipi za tehnično podporo ter tako pomagate ugotoviti napako in jo odpraviti. Za več informacij obiščite našo stran s pogostimi vprašanji:

# ErrorReport_Description2
source: Your consent is needed before you can send the recorded error report to RKI technical support. After you send the report, you will receive an error report ID. You can specify this ID to provide technical support with further information, for example, and enable its assignment to your error report. If you do not provide the error report ID, the RKI cannot assign the report to you as an individual.
sl: Preden lahko pošljete dokumentirano obvestilo o napaki tehnični podpori NIJZ, morate podati svoje soglasje. Ko pošljete obvestilo, boste prejeli številko ID-obvestila o napaki. Če boste tehnični podpori posredovali dodatne informacije, lahko ob tem navedete številko ID, s tem bodo informacije dodeljene vašemu obvestilu o napaki. Če številke ID-obvestila o napaki ne navedete, NIJZ obvestila ne more dodeliti vam kot posamezniku.

# ErrorReport_DetailedInformation_Content2
source: After the authenticity of your app has been verified, the error report is sent to the RKI through a secure connection. Error reports will only be used for troubleshooting and error correction within the framework of future app updates. Only technical support employees can access error reports. Error reports contain a variety of status messages and events that are triggered in the app, but do not contain any information that would enable the RKI to determine your identity. Only if you name the error report ID in connection with further messages can a connection be made between the message (and your name contained there, for example) and the information contained in the error report (such as technical messages for calculation as part of exposure logging, information displayed and steps performed in the app, and, where applicable, a retrieved test result and random IDs shared as part of notifying others).
sl: Ko je pristnost vaše aplikacije preverjena, se obvestilo o napaki pošlje NIJZ prek varne povezave. V okviru nadaljnjih posodobitev aplikacije se bodo obvestila o napakah uporabljala samo za odpravljanje težav in napak. Do obvestil o napakah lahko dostopa samo osebje za tehnično podporo. Obvestila o napakah vsebujejo različna sporočila o stanju in dogodkih, ki se sprožijo v aplikaciji, vendar ne vključujejo nikakršnih informacij, ki bi omogočile NIJZ, da ugotovi vašo identiteto. Samo takrat, ko poimenujete številko ID-obvestila o napaki v povezavi z nadaljnjimi sporočili, je mogoče vzpostaviti povezavo med sporočilom (in vašim imenom, vsebovanim v obvestilu) in informacijo v obvestilu o napaki (kot so tehnična sporočila za izračun, ki so del beleženja izpostavljenosti, prikazane informacije in koraki, izvedeni v aplikaciji in, kjer je primerno, delitev pridobljenega rezultata testa in naključnih oddajnih kod zaradi obveščanja drugih).

# ErrorReport_DetailedInformation_Subheadline
source: How the RKI analyzes the error reports
sl: Kako NIJZ analizira obvestila o napakah

# ErrorReport_DetailedInformation_Title
source: Detailed Information on Sending Error Reports
sl: Podrobnejše informacije o pošiljanju obvestil o napakah

# ErrorReport_FAQ
source: FAQ for error reports
sl: Pogosta vprašanja glede obvestil o napakah

# ErrorReport_History_Description
source: You see the IDs of your error analysis logs here
sl: Tukaj vidite dnevnike številk ID svojih analiz napak.

# ErrorReport_History_Navigation_Subline
source: IDs of the error analyses shared so far
sl: Številke ID dosedanjih analiz napak

# ErrorReport_History_Title
source: ID History
sl: Zgodovina številk ID

# ErrorReport_InactiveStatus_Title
source: Inactive
sl: Neaktivno

# ErrorReport_Legal_DetailedInformation_Content2
source: After the authenticity of your app has been verified, the error report is sent to the RKI through a secure connection. Error reports will only be used for troubleshooting and error correction within the framework of future app updates. Only technical support employees can access error reports. Error reports contain a variety of status messages and events that are triggered in the app, but do not contain any information that would enable the RKI to determine your identity. Only if you name the error report ID in connection with further messages can a connection be made between the message (and your name contained there, for example) and the information contained in the error report (such as technical messages for calculation as part of exposure logging, information displayed and steps performed in the app, and, where applicable, a retrieved test result and random IDs shared as part of notifying others).
sl: Ko je pristnost vaše aplikacije preverjena, se obvestilo o napaki pošlje NIJZ prek varne povezave. V okviru nadaljnjih posodobitev aplikacije se bodo obvestila o napakah uporabljala samo za odpravljanje težav in napak. Do obvestil o napakah lahko dostopa samo osebje za tehnično podporo. Obvestila o napakah vsebujejo različna sporočila o stanju in dogodkih, ki se sprožijo v aplikaciji, vendar ne vključujejo nikakršnih informacij, ki bi omogočile NIJZ, da ugotovi vašo identiteto. Samo takrat, ko poimenujete številko ID-obvestila o napaki v povezavi z nadaljnjimi sporočili, je mogoče vzpostaviti povezavo med sporočilom (in vašim imenom, vsebovanim v obvestilu) in informacijo v obvestilu o napaki (kot so tehnična sporočila za izračun, ki so del beleženja izpostavljenosti, prikazane informacije in koraki, izvedeni v aplikaciji in, kjer je primerno, delitev pridobljenega rezultata testa in naključnih oddajnih kod zaradi obveščanja drugih).

# ErrorReport_PrivacyInformation
source: For more information, please refer to the privacy notice
sl: Za več informacij glejte obvestilo o varstvu podatkov.

# ErrorReport_Progress_Description
source: Current size: %@ (uncompressed)
sl: Trenutna velikost: %@ (nekomprimiran)

# ErrorReport_SaveButtonTitle
source: Share and Continue
sl: Deli in nadaljuj

# ErrorReport_SendButtonTitle
source: Send Error Report
sl: Pošlji obvestilo o napaki

# ErrorReport_SendReports_Button_Title
source: Agree and Send
sl: Se strinjam in pošlji

# ErrorReport_SendReports_Details
source: Detailed Information about This Data Processing and Data Protection Risks in the U.S. and Other Third Countries
sl: Podrobnejše informacije o obdelavi podatkov in tveganjih v zvezi z varstvom podatkov v ZDA in drugih tretjih državah

# ErrorReport_SendReports_Paragraph
source: Your consent is needed before you can send the recorded error report to RKI technical support. After you send the report, you will receive an error report ID. You can specify this ID to provide technical support with further information, for example, and enable its assignment to your error report. If you do not provide the error report ID, the RKI cannot assign the report to you as an individual.
sl: Preden lahko pošljete dokumentirano obvestilo o napaki tehnični podpori NIJZ, morate podati svoje soglasje. Ko pošljete obvestilo, boste prejeli številko ID-obvestila o napaki. Če boste tehnični podpori posredovali dodatne informacije, lahko ob tem navedete številko ID, s tem bodo informacije dodeljene vašemu obvestilu o napaki. Če številke ID-obvestila o napaki ne navedete, NIJZ obvestila ne more dodeliti vam kot posamezniku.

# ErrorReport_SendReports_Title
source: Send Error Report
sl: Pošlji obvestilo o napaki

# ErrorReport_StartButtonTitle
source: Start
sl: Začni

# ErrorReport_StopAndDeleteButtonTitle
source: Stop and Delete
sl: Ustavi in izbriši

# ErrorReport_TRY_AGAIN_LATER
source: The error report cannot be sent right now. Please try again later (error code %@).
sl: Obvestila o napaki zdaj ni mogoče poslati. Poskusite znova pozneje (koda napake %@).

# ErrorReport_Title
source: Error Reports
sl: Obvestila o napakah

# ExposureDetectionError_Alert_FullDiskSpace_Message
source: There is not enough free memory available for the current data. Please free up memory on your smartphone to enable your risk status to be updated.
sl: Za trenutne podatke ni na voljo dovolj pomnilnika. Prosimo, sprostite pomnilnik na vašem pametnem telefonu, da se lahko posodobi stanje tveganja za okužbo.

# ExposureDetectionError_Alert_Message
source: An error occurred during exposure logging.
hu: A kitettség naplózás közben hiba történt.
it: Durante la registrazione dell'esposizione è avvenuto un errore.
pt_pt: Ocorreu um erro durante o registo de exposição.
sl: Med beleženjem izpostavljenosti je prišlo do napake.

# ExposureDetection_ActiveTracingSection_Text_Paragraph1b
source: If exposure logging was active at times during which you encountered other people, your risk of infection can be calculated for this period.
sl: Če se je beleženje izpostavljenosti izvajalo, medtem ko ste srečevali druge osebe, je za to obdobje mogoče izračunati vaše tveganje okužbe.

# ExposureDetection_Behavior_Subtitle
source: This is what you should do:
hu: Mi a teendője?:
it: Cosa devi fare?:
pt_pt: Isto é o que deve fazer
sl: Kaj morate narediti?

# ExposureDetection_Behavior_Title
source: Guidelines
hu: Ajánlások
it: Raccomandazioni
pt_pt: Diretrizes
sl: Priporočila

# ExposureDetection_Button_Enable
source: Activate Exposure Logging
hu: Kitettség naplózás aktiválása
it: Attiva la registrazione dell'esposizione
pt_pt: Ativar registo de exposição
sl: Aktiviraj beleženje izpostavljenosti

# ExposureDetection_Button_Refresh
source: Update
hu: Frissítsd
it: Aggiorna
pt_pt: Atualizar
sl: Posodobi

# ExposureDetection_Button_Title_Restart
source: Restart
sl: Ponovno zaženi

# ExposureDetection_Contact_Journal_Text
source: You will find more information about your exposures in your contact journal.
sl: Več informacij o izpostavljenosti najdete v svojem dnevniku srečanj.

# ExposureDetection_Contact_Journal_Text_P2
source: There is an increased risk that you have been infected. If you have been infected, you can infect other people, even if you have been vaccinated or have recovered and even if you don’t have any symptoms.
sl: Vaše tveganje za okužbo je povečano. Če ste bili okuženi, lahko okužite druge ljudi, tudi če ste bili cepljeni ali ste ozdraveli in tudi če nimate nobenih simptomov.

# ExposureDetection_Explanation_Text_High_DateOfLastExposure
source: You have an increased risk of infection because you were exposed over a longer period of time and at close proximity to at least one person diagnosed with coronavirus.
sl: Vaše tveganje za okužbo je večje, ker ste bili izpostavljeni več časa in v bližini vsaj ene osebe, pri kateri je bila pozneje potrjena okužba s SARS-CoV-2.

# ExposureDetection_Explanation_Text_Low_No_Encounter
source: You have a low risk of infection because no exposure to people later diagnosed with coronavirus was logged, or because your exposures were only for a short time and at a greater distance.
sl: Vaše tveganje za okužbo je majhno, ker ni bilo zabeleženega stika z osebami, pri katerih je bila pozneje potrjena okužba s SARS-CoV-2.

# ExposureDetection_Explanation_Text_Low_With_Encounter
source: Your risk of infection is low because your contacts have been short-lived or over long distances. We recommend that you follow the current recommendations to prevent the spread of SARS-CoV-2 infection.
sl: Vaše tveganje za okužbo je majhno, ker so bili vaši stiki kratkotrajni ali na večji razdalji. Priporočamo, da se držite veljavnih priporočil za preprečevanje širjenja okužbe s SARS-CoV-2.

# ExposureDetection_Explanation_Text_Low_With_Encounter_FAQ
source: For further information, please see our FAQ page.
sl: Za več informacij obiščite našo stran s pogostimi vprašanji.

# ExposureDetection_Explanation_Text_Off
source: Your risk of infection is calculated from the exposure logging data (duration and proximity) locally on your device. Your risk of infection cannot be seen by, or passed on to, anyone else.
hu: A kitettség naplózási adatai (időtartam és közelség) alapján csak az ön saját készülékén mértük fel a fertőzési kockázatát. A fertőzési kockázatát senki más nem láthatja, és senkinek sem továbbíthatja az adatot.
it: Abbiamo valutato il tuo rischio di infezione localmente sul tuo dispositivo in base ai dati di registrazione dell'esposizione (durata e prossimità). Il rischio di infezione non può essere visto da nessun altro, né può essere trasmesso a nessuno.
pt_pt: O seu risco de infeção é calculado com base nos dados de registo de exposição (duração e proximidade) locais no seu dispositivo. O seu risco de infeção não é visível nem transmissível a qualquer outra pessoa.
sl: Vaše tveganje za okužbo se oceni lokalno na vaši napravi na podlagi podatkov o beleženju izpostavljenosti (trajanje in bližina). Podatka o vašem tveganju za okužbo ne more videti nihče drug in tudi posredovati ga ne morete nikomur.

# ExposureDetection_Explanation_Text_Outdated
source: Your exposure check has not been updated for more than 48 hours. Please update the calculation.
hu: A kitettség naplózás nem volt elegendő ideig bekapcsolva, ezért nem tudtuk értékelni a fertőzési kockázatát. A kitettség naplózási adatai (időtartam és közelség) alapján csak az ön saját készülékén mértük fél a fertőzési kockázatát. A fertőzési kockázatát senki más nem láthatja, és senkinek sem továbbíthatja az adatot.
it: Dato che la registrazione dell'esposizione non è stata attivata abbastanza a lungo non siamo stati in grado di valutare il tuo rischio di infezione. Il tuo rischio di infezione è stato valutato localmente sul tuo dispositivo in base ai dati di registrazione dell'esposizione (durata e prossimità). Il rischio di infezione non può essere visto da nessun altro, né può essere trasmesso a nessuno.
pt_pt: Uma vez que não tem o registo de exposição ativado há tempo suficiente, não é possível calcular o seu risco de infeção. O seu risco de infeção é calculado localmente com base nos dados de registo de exposição (duração e proximidade) no seu dispositivo. O seu risco de infeção não é visível nem transmissível a qualquer outra pessoa.
sl: Beleženja izpostavljenosti niste imeli vklopljenega dovolj dolgo, zato nismo mogli oceniti vašega tveganja za okužbo.

# ExposureDetection_Explanation_Text_Unknown
source: Since you have not activated exposure logging for long enough, we cannot calculate your risk of infection.
hu: A kitettség naplózás nem volt elegendő ideig bekapcsolva, ezért nem tudtuk értékelni a fertőzési kockázatát. A kitettség naplózási adatai (időtartam és közelség) alapján csak az ön saját készülékén mértük fél a fertőzési kockázatát. A fertőzési kockázatát senki más nem láthatja, és senkinek sem továbbíthatja.
it: Poiché la registrazione dell'esposizione non è stata attivata abbastanza a lungo non siamo stati in grado di valutare il tuo rischio di infezione. . Il tuo rischio di infezione è stato valutato localmente sul tuo dispositivo in base ai dati di registrazione dell'esposizione (durata e prossimità). Il rischio di infezione non può essere visto da nessun altro, né può essere trasmesso a nessuno.
pt_pt: Uma vez que não tem o registo de exposição ativado há tempo suficiente, não é possível calcular o seu risco de infeção. O seu risco de infeção é calculado localmente com base nos dados de registo de exposição (duração e proximidade) no seu dispositivo. O seu risco de infeção não é visível nem transmissível a qualquer outra pessoa.
sl: Beleženja izpostavljenosti niste imeli vklopljenega dovolj dolgo, zato nismo mogli oceniti vašega tveganja za okužbo.

# ExposureDetection_Explanation_Title
source: Risk of Infection
hu: Fertőzési kockázat
it: Rischio di infezione
pt_pt: Risco de infeção
sl: Tveganje za okužbo

# ExposureDetection_Guide_Distance
source: If you are at a higher risk of a more severe course of the disease, avoid mass events (especially indoors) or use all available protective measures (masks, vaccination, distance).
hu: Tartsa be a legalább 1,5 méteres távolságot. Beltéri helyiségekben, ahol nem lehet betartani az elegendő távolságot egymás között, tanácsos a maszkviselés. Rendszeresen szellőztessen.
it: Mantieni una distanza interpersonale di almeno 1,5 metri.
pt_pt: Mantenha uma distância mínima de 1,5 metros relativamente às outras pessoas.
sl: Če imate večje tveganje za težji potek bolezni, se izogibajte množičnih dogodkov (posebej v zaprtih prostorih) oziroma se poslužite vseh dostopnih zaščitnih ukrepov (maske, cepljenje, razdalja).
