Repository: si-covid-19/ostanizdrav-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it, pt_pt, sl

# ExposureNotificationSetting_Bluetooth_Description
source: Bluetooth must be turned on for exposure logging in order to log encounters. Please turn on Bluetooth in your device settings.
hu: A kontaktnaplózáshoz be kell kapcsolni a Bluetooth-t. Kapcsolja be a Bluetooth-t készüléke beállításaiban!
it: Per registrare i contatti deve essere attivato il Bluetooth per registrare l'esposizione. Attiva il Bluetooth nelle impostazioni del tuo dispositivo.
pt_pt: O Bluetooth tem de estar ligado para o registo de exposição, de modo a registar encontros. Ligue o Bluetooth nas definições do seu dispositivo.
sl: Da se zagotovi pravilno delovanje beleženja izpostavljenosti, morate imeti vklopljen Bluetooth. Vklopite bluetooth v nastavitvah svoje naprave.

# ExposureNotificationSetting_DescriptionText2
source: The exposure logging feature works by your iPhone receiving encrypted random IDs from other app users via Bluetooth and passing your own random IDs to their smartphones. You can use the toggle switch to disable exposure logging at any time.
hu: A kitettség naplózás úgy működik, hogy a készüléke a Bluetooth-on keresztül fogadja más felhasználók véletlenszerű azonosítóit, az ön véletlenszerű azonosítóját pedig megküldi más készülékeknek. Ezt a funkciót bármikor kikapcsolhatja A véletlenszerű átviteli kódokkal csak a dátumra, időtartamra és más eszközök közelségére vonatkozóan adnak információt, amelyet a jelerősséggel számítanak ki. A személyes adatokat, így a nevet, a címet és a helyszínt sohasem rögzítik. Az egyének személyazonosságát nem lehet megállapítani
it: La registrazione dell'esposizione funziona così: il tuo dispositivo riceve codici di trasmissione casuale da altri utenti tramite Bluetooth e inoltra i codici di trasmissione casuale ai loro dispositivi. Puoi disattivare questa funzione in qualsiasi momento.
pt_pt: O registo de exposição funciona através da receção, por parte do seu dispositivo, através de Bluetooth, de IDs aleatórios encriptados de outros utilizadores e da transmissão do seu próprio ID aleatório para os dispositivos desses utilizadores. Esta função pode ser desativada a qualquer momento.
sl: Beleženje izpostavljenosti deluje tako, da vaša naprava prek Bluetootha prejme naključne oddajne kode drugih uporabnikov, vaše naključne oddajne kode pa posreduje njihovim napravam. To funkcionalnost lahko izklopite kadar koli.

# ExposureNotificationSetting_DescriptionText3
source: Random IDs only provide information about the date, duration and proximity to other devices, which is calculated using the strength of the Bluetooth signal. Personal information such as name, address and location is not recorded or exchanged. Individuals cannot be identified.
hu: A véletlenszerű átviteli kódokkal csak a dátumra, időtartamra és más személyek közelségére vonatkozó információt közölnek, amelyet a jelerősséggel számítanak ki. A személyes adatokat, így a nevet, a címet és a helyszínt sohasem rögzítik. Az egyének személyazonosságát nem lehet megállapítani.
it: I codici di trasmissione casuale forniscono solo informazioni sulla data, la durata e la vicinanza ad altre persone, che viene calcolata utilizzando la potenza del segnale. I dati personali come nome, indirizzo e posizione non vengono mai registrati. La persona non può essere identificata.
pt_pt: Os IDs aleatórios encriptados só transmitem informações sobre data, duração e proximidade de outras pessoas (calculados com base na potência do sinal). Dados pessoais como nome, endereço e localização nunca são registados. Não é possível identificar indivíduos.
sl: Z naključnimi oddajnimi kodami se posredujejo le informacije o datumu, trajanju in bližini do drugih ljudi, ki je izračunana s pomočjo jakosti Bluetooth signala. Osebni podatki, kot so ime, naslov in lokacija, se ne beležijo. Posameznikov ni mogoče prepoznati.

# ExposureNotificationSetting_DescriptionText4
source: Personal data, such as your name, address, or location, is never recorded during exposure logging, nor is this information passed on to other users. It is not possible to use random IDs to draw conclusions about individual persons.
sl: Aplikacija nikoli ne zbira osebnih podatkov, kot so vaše ime, naslov ali lokacija, prav tako se te informacije ne posredujejo drugim uporabnikom. Naključnih oddajnih kod ni mogoče uporabiti za pripravo ugotovitev o posameznih osebah.

# ExposureNotificationSetting_DescriptionTitle
source: How exposure logging works
hu: Így működik a kitettség naplózás.
it: La registrazione dell'esposizione funziona così.
pt_pt: É assim que funciona o seu registo de exposição
sl: Kako deluje beleženje izpostavljenosti?

# ExposureNotificationSetting_DescriptionTitle_Inactive
source: Activate Exposure Logging
hu: Aktiválja a kitettség naplózást.
it: Attiva la registrazione dell'esposizione.
pt_pt: Ativar registo de exposição
sl: Aktivirajte beleženje izpostavljenosti

# ExposureNotificationSetting_Detail_Action_Button
source: Open Device Settings
hu: Nyissa meg a készülék beállításait.
it: Apri le impostazioni del dispositivo.
pt_pt: Abrir as definições do dispositivo
sl: Odprite nastavitve naprave

# ExposureNotificationSetting_Dismiss_Action
source: Cancel
hu: Visszavon.
it: Annulla.
pt_pt: Cancelar
sl: Prekliči

# ExposureNotificationSetting_EU_Desc_1
source: Several countries are working together to enable transnational alerts via a joint exchange server. For example, contacts with users of an official coronavirus app from other participating countries can also be taken into account for exposure logging.
sl: Številne države sodelujejo pri omogočanju čezmejnega obveščanja o izpostavljenosti preko skupnega strežnika za izmenjavo ključev. Na primer stiki z uporabniki tujih uradnih aplikacij za boj proti covid-19 bodo upoštevani pri oceni vaše stopnje tveganja.

# ExposureNotificationSetting_EU_Desc_2
source: To do this, the app downloads lists, which are updated daily, of the random IDs of all users who have shared their test results to warn others via their own app. This list is then compared with the random IDs recorded by your iPhone. The downloads of the lists are usually free of charge for you. Specifically, this means that mobile network operators do not charge you for the data used by the app in this context, nor do they apply roaming charges for this in other EU countries. Please contact your mobile network operator for more information.
sl: To doseže tako, da aplikacija prenese seznam, ki se dnevno posodablja s ključi vseh uporabnikov, ki so delili informacijo o okužbi preko svoje aplikacije. Ta seznam se nato primerja s ključi na vašem pametnem telefonu.

# ExposureNotificationSetting_EU_Desc_3
source: The following countries currently participate in transnational exposure logging:
sl: Naslednje države trenutno sodelujejo pri čezmejni izmenjavi ključev:

# ExposureNotificationSetting_EU_Desc_4
source: The app’s privacy notice (including information about the data processing carried out for the transnational exposure logging feature) can be found in the menu under “App Information” > “Data Privacy”.
sl: Politika zasebnosti aplikacije (vključno z informacijo o obdelavi podatkov pri čezmejni izmenjavi ključev) se nahaja v meniju pod 'Informacije o aplikaciji' in 'Zasebnost'.

# ExposureNotificationSetting_EU_Empty_Error_Button_Title
source: Open Device Settings
sl: Odpri nastavitve naprave

# ExposureNotificationSetting_EU_Empty_Error_Desc
source: Your Internet connection may have been lost. Please ensure that you are connected to the Internet.
sl: Internetna povezava ne deluje. Preverite ali imate povezavo.

# ExposureNotificationSetting_EU_Empty_Error_Title
source: Countries cannot be displayed now.
sl: Držav trenutno ni mogoče prikazati.

# ExposureNotificationSetting_EU_Title
source: Transnational Exposure Logging
sl: Čezmejno beleženje izpostavljenosti

# ExposureNotificationSetting_EnableTracing
source: Exposure Logging
hu: Kitettség naplózás
it: Registrazione dell'esposizione
pt_pt: Registo de exposição
sl: Beleženje izpostavljenosti

# ExposureNotificationSetting_GeneralError_LearnMore_Action
source: Find out more
hu: További információk
it: Maggiori informazioni
pt_pt: Saber mais
sl: Več o tem

# ExposureNotificationSetting_GeneralError_Title
source: Error
hu: Hiba
it: Errore
pt_pt: Erro
sl: Napaka

# ExposureNotificationSetting_Internet_Description
source: Exposure logging requires an Internet connection to calculate your risk of infection. Please turn on Wi-Fi or mobile data in your device settings.
hu: A kitettség értékeléséhez internet kapcsolat szükséges. Kapcsolja be a vezeték nélküli kapcsolatot vagy a mobil adatátvitelt készüléke beállításaiban!
it: Per valutare il rischio con la registrazione dell'esposizione è necessaria una connessione Internet. Attiva i dati wireless o mobili nelle impostazioni del tuo dispositivo.
pt_pt: O registo de exposição precisa de uma ligação à Internet para calcular as exposições. Ligue o WI-FI ou os dados móveis nas definições do seu dispositivo.
sl: Za oceno tveganja pri beleženju izpostavljenosti je potrebna internetna povezava. Vklopite brezžično povezavo ali prenos mobilnih podatkov v nastavitvah svoje naprave.

# ExposureNotificationSetting_ParentalControls_OSENSetting
source: Enable COVID-19 Exposure Logging and Notifications
hu: Engedélyezd a naplózást és a COVID-19-nek való kitettségről szóló értesítéseket
it: Consenti la registrazione e gli avvisi sull'esposizione al COVID-19
pt_pt: Ativar o registo de exposição e as notificações de COVID-19
sl: Omogoči beleženje in obvestila o izpostavljenosti COVID-19

# ExposureNotificationSetting_ParentalControls_OSENSetting_Description
source: For exposure logging, COVID-19 exposure logging and notifications must be activated in your device settings, so that encounters can be logged. Please enable “COVID-19 Exposure Logging and Notifications” in your system settings.
hu: A kitettség naplózáshoz a rendszerbeállításoknál aktiválnia kell a COVID-19-nek való kitettségre vonatkozó naplózást és a kitettségről szóló értesítést, hogy működhessen a kontaktnaplózás. A rendszerbeállításoknál engedélyezze a »Naplózást és a COVID-19-nek való kitettségről szóló értesítéseket!«.
it: Per la registrazione dell'esposizione è necessario attivare la registrazione e gli avvisi sull'esposizione al COVID-19 nelle impostazioni di sistema, in modo che i contatti possano essere registrati. Abilita 'Registrazione e avvisi sull'esposizione al COVID-19' nelle impostazioni di sistema.
pt_pt: Para o registo de exposição, é necessário ativar o registo de exposição e as notificações de COVID-19 nas definições do sistema, para que seja possível registar os encontros. Ative "Registo de exposição e notificações de COVID-19" nas definições do seu sistema.
sl: Za beleženje izpostavljenosti morate v sistemskih nastavitvah aktivirati beleženje in obvestila o izpostavljenosti COVID-19, da se lahko beležijo stiki. V svojih sistemskih nastavitvah omogočite »Beleženje in obvestila o izpostavljenosti COVID-19«.

# ExposureNotificationSetting_SetActiveApp_OSENSetting
source: Specify Active Region
sl: Določi aktivno regijo

# ExposureNotificationSetting_SetActiveApp_OSENSetting_Description
source: Exposure logging requires the #OstaniZdrav App to be defined as the active app in your device settings, so that encounters can be logged. Select 'Open Device Settings' -> 'Exposure Notifications' -> 'Specify as Active Region'.
sl: Za beleženje izpostavljenosti in stikov mora biti aplikacija #OstaniZdrav določena kot aktivna aplikacija. To lahko storite v nastavitvah naprave.

# ExposureNotificationSetting_SetActiveApp_OSENSetting_Description_Pre13.7
source: Exposure logging requires the #OstaniZdrav App to be defined as active app in your device settings, so that encounters can be logged. Select 'Open Device Settings' -> 'Settings for COVID-19 Exposure Logging' and then select the #OstaniZdrav App as active app.
sl: Za beleženje izpostavljenosti in stikov mora biti aplikacija #OstaniZdrav določena kot aktivna aplikacija. To lahko storite v nastavitvah naprave.

# ExposureNotificationSetting_TracingSettingTitle
source: Exposure Logging
hu: Kitettség naplózás
it: Registrazione dell'esposizione
pt_pt: Registo de exposição
sl: Beleženje izpostavljenosti

# ExposureNotificationSetting_Tracing_Deactivated
source: Deactivated
hu: Deaktiválja.
it: Disattiva.
pt_pt: Desativado
sl: Izključeno

# ExposureNotificationSetting_Tracing_Limited
source: Restricted
hu: Korlátozott
it: Limitata
pt_pt: Restrito
sl: Omejeno

# ExposureNotificationSetting_apiMisuse
source: An internal error occurred while activating the exposure logging feature. For more information, visit our FAQ page and try again later.
hu: A kockázat azonosításkor belső hiba történt. További információkért keresse fel a gyakori kérdéseket tartalmazó weboldalt és a kitettség naplózást próbálja meg később aktiválni.
it: Durante l'attivazione dell'identificazione del rischio si è verificato un errore interno. Per ulteriori informazioni visita la pagina Web con le domande frequenti e prova ad attivare la registrazione dell'esposizione in un secondo momento.
pt_pt: Ocorreu um erro interno ao ativar a função de registo de exposição. Para obter mais informações, visite a nossa página de perguntas frequentes e tente novamente mais tarde.
sl: Med aktiviranjem izračuna tveganja se je pojavila notranja napaka. Za več informacij obiščite našo spletno stran in beleženje izpostavljenosti poskušajte aktivirati pozneje.

# ExposureNotificationSetting_euTracingAllCountriesTitle
source: Participating Countries
sl: Sodelujoče države

# ExposureNotificationSetting_euTracingRiskDeterminationTitle
source: Transnational Exposure Logging
sl: Čezmejno beleženje izpostavljenosti

# ExposureNotificationSetting_exposureNotification_Required
source: An error occurred while activating the exposure logging feature. Please check whether the COVID-19 exposure notification feature in your settings is activated for the app.
hu: A kitettség naplózás aktiválásakor hiba történt. Menjen be a rendszerbeállításokba és gondoskodjon arról, hogy az alkalmazásnak engedélyezte a kitettségről szóló értesítéseket.
it: Si è verificato un errore durante l'attivazione della registrazione dell'esposizione. Vai alle impostazioni di sistema e assicurati che le notifiche di esposizione per questa app siano abilitate.
pt_pt: Ocorreu um erro ao ativar a função de registo de exposição. Verifique se a função de notificação de exposição à COVID-19 nas suas definições está ativada para a aplicação.
sl: Med aktiviranjem beleženja izpostavljenosti je nastala napaka. Pojdite v sistemske nastavitve in poskrbite, da so za to aplikacijo omogočena obvestila o izpostavljenosti.

# ExposureNotificationSetting_exposureNotification_unavailable
source: An error occurred while activating the exposure logging feature. Please check whether this app is selected as the active app for COVID-19 exposure logging in your settings. For more information, visit our FAQ page.
hu: A kitettség naplózás aktiválásakor hiba történt. Menjen be a rendszerbeállításokba és gondoskodjon arról, hogy az alkalmazásban aktiválva legyen a kitettségre vonatkozó értesítések használata. További információkért keresse fel a gyakori kérdéseket ismertető weboldalunkat.
it: Si è verificato un errore durante l'attivazione della registrazione dell'esposizione. Vai alle impostazioni di sistema e assicurati che l'applicazione delle notifiche di esposizione per questa app sia attivata. Per ulteriori informazioni visita la nostra pagina Web con le domande frequenti.
pt_pt: Ocorreu um erro ao ativar a função de registo de exposição. Verifique se esta aplicação está selecionada como a aplicação ativa para o registo de exposição à COVID-19 nas suas definições. Para obter mais informações, visite a nossa página de perguntas frequentes.
sl: Med aktiviranjem beleženja izpostavljenosti je nastala napaka. Pojdite v sistemske nastavitve in poskrbite, da je za to aplikacijo aktivirana uporaba obvestil o izpostavljenosti.

# ExposureNotificationSetting_notResponding
source: An error occurred while activating exposure logging. Please restart your device. If the error persists, visit the FAQ website or contact the technical hotline via App Information -> User Support.
sl: Med aktiviranjem beleženja izpostavljenosti se je pojavila napaka. Znova zaženite napravo. Če se napaka ponavlja, obiščite spletno stran s pogostimi vprašanji ali vzpostavite stik s službo za tehnično pomoč: Informacije o aplikaciji -> Klicni center za tehnično pomoč.

# ExposureNotificationSetting_unknownError
source: An unknown error occurred. For more information, visit our FAQ page.
hu: Ismeretlen hiba történt. További információért keresse fel weboldalunkat.
it: Si è verificato un errore sconosciuto. Per ulteriori informazioni visita il nostro sito web.
pt_pt: Ocorreu um erro desconhecido. Para obter mais informações, visite a nossa página de perguntas frequentes.
sl: Nastala je neznana napaka.

# ExposureSubmissionConfirmation_Title
source: Positive Diagnosis
hu: Pozitív teszteredmény
it: Risultato del test positivo
pt_pt: Diagnóstico positivo
sl: Pozitiven rezultat testa

# ExposureSubmissionDataPrivacy_AcceptTitle
source: Allow
hu: Elfogad.
it: Accetta.
pt_pt: Aceitar
sl: Sprejmi

# ExposureSubmissionDispatch_FindTestCentersDescription
source: Find test centers near you. You will be forwarded to an external RKI website.
sl: Poiščite testne centre v svoji bližini. Preusmerili vas bomo na zunanjo spletno stran NIJZ.

# ExposureSubmissionDispatch_FindTestCentersTitle
source: Find Testing Center
sl: Poišči testni center

# ExposureSubmissionDispatch_HotlineButtonDescription
source: If you have not yet received the TAN code or it has expired, you can obtain it via the online form.
hu: Kérjük, hívjon fel bennünket, ha teszteredménye %@ volt.
it: Chiamaci se il risultato del tuo test è stato %@.
pt_pt: Contacte-nos por telefone se tiver recebido um resultado de teste %@.
sl: V kolikor TAN kode še niste dobili ali pa vam je ta potekla, jo dobite preko spletnega obrazca.

# ExposureSubmissionDispatch_HotlineButtonTitle
source: Request TAN
hu: Kérjen TAN-számot!
it: Richiedi il numero TAN
pt_pt: Pedir TAN
sl: Pridobite TAN kodo

# ExposureSubmissionDispatch_QRCodeButtonDescription
source: Receive your test result in the app and warn others or request your COVID test certificate.
hu: Úgy regisztrálhatja a tesztjét, hogy beszkenneli a teszthez tartozó iraton található QR-kódot.
it: Registra il tuo test scansionando il codice QR sul documento con il tuo test.
pt_pt: Registe o seu teste digitalizando o código QR do seu documento de teste.
sl: Prejmite svoj rezultat testa v aplikacijo in opozorite druge.

# ExposureSubmissionDispatch_QRCodeButtonTitle
source: Scan QR Code
hu: QR-kóddal dokumentálja
it: Documenta con il codice QR
pt_pt: Documento com código QR
sl: Skeniraj QR kodo

# ExposureSubmissionDispatch_TANButtonDescription
source: Share your SARS-CoV-2 infection anonymously by entering the TAN code you received via SMS.
hu: Vigye be a TAN-számot!
it: Inserisci il numero TAN.
pt_pt: Registe o seu teste introduzindo manualmente o seu TAN.
sl: Podatek o okužbi s SARS-CoV-2 anonimno delite z vnosom TAN kode, ki ste jo prejeli preko SMS sporočila.

# ExposureSubmissionDispatch_TANButtonTitle
source: Enter TAN
hu: TAN-szám
it: Numero TAN
pt_pt: TAN
sl: Vnesite TAN kodo

# ExposureSubmissionError_EnNotEnabled
source: Exposure logging is not active.
hu: A kitettség naplózás nincs aktiválva.
it: La registrazione dell'esposizione non è attivata.
pt_pt: O registo de exposição não está ativo.
sl: Beleženje izpostavljenosti ni aktivirano.

# ExposureSubmissionError_ErrorPrefix
source: A technical error occurred while sending your data. Please contact the technical hotline. You will find the phone number under App Information.
sl: Pri prenosu vaših podatkov je prišlo je do tehnične napake. Prosimo, pokličite Enotni kontaktni center za pomoč uporabnikom (Informacije o aplikaciji)

# ExposureSubmissionError_InvalidResponse
source: The response cannot be processed.
hu: A választ nem tudjuk feldolgozni.
it: Non possiamo elaborare la risposta.
pt_pt: Não é possível processar a resposta.
sl: Odziva ne moremo obdelati.

# ExposureSubmissionError_InvalidTan
source: The generated TAN is invalid for submission. Please contact the technical hotline via App Information -> User Support.
hu: A generált TAN-szám nem érvényes leadásra. Hívja fel a járványügyi szolgálatot!
it: Il numero TAN generato non è valido per l'invio. Chiama il servizio epidemiologico.
pt_pt: O TAN gerado é inválido para envio. Contacte a linha direta técnica através de Informação sobre a aplicação -> Linha direta técnica.
sl: Ustvarjena TAN koda ni veljavna za oddajo. Pokličite Enotni kontaktni center za pomoč uporabnikom.

# ExposureSubmissionError_NoKeys
source: No diagnosis key is available. Please try again tomorrow.
hu: A diagnosztikai kulcs nem áll rendelkezésre. Próbálkozzon újra holnap!
it: Tasto della diagnostica non disponibile. Riprova domani.
pt_pt: Nenhuma chave de diagnóstico disponível. Tente novamente amanhã.
sl: Diagnostični ključ ni na voljo. Poskusite znova jutri.

# ExposureSubmissionError_NoRegistrationToken
source: No registration token could be found on the smartphone.
hu: A készüléken nem találunk semmilyen regisztrációs zsetont.
it: Nel dispositivo non troviamo alcun gettone di registrazione.
pt_pt: Nenhum token de registo encontrado no dispositivo.
sl: Na napravi ne najdemo nikakršnega žetona za registracijo.

# ExposureSubmissionError_NoResponse
source: The response has no content.
hu: A válasz tartalom nélküli.
it: La risposta è priva di contenuto.
pt_pt: A resposta não tem conteúdo.
sl: Odziv nima vsebine.

# ExposureSubmissionError_QRAlreadyUsed
source: The QR code is invalid or has been registered on another smartphone already. You will receive your test result from the test center or laboratory regardless of the validity of the QR code. If you are diagnosed with coronavirus the public health authority will be notified through the legally prescribed channel and will contact you.
hu: A QR-kódot már felhasználták. Hívja fel az ügyfélszolgálatot: Információk az alkalmazásról → Ügyfélszolgálat.
it: Il codice QR è già stato utilizzato. Chiama il Call center unico: Informazioni sull'app → Call center unico.
pt_pt: O código QR já foi utilizado. Contacte a linha direta técnica através de Informação sobre a aplicação -> Linha direta técnica.
sl: QR koda je neveljavna oziroma je bila že registrirana na drugem pametnem telefonu. Rezultat testa boste prejeli od testnega centra ali laboratorija ne glede na veljavnost QR kode. Če so vam potrdili okužbo s SARS-CoV-2, bo ustanova za javno zdravje o tem obveščena po zakonsko predpisani poti in bo vzpostavila stik z vami.

# ExposureSubmissionError_QRAlreadyUsed_Title
source: QR code is invalid
sl: QR koda je neveljavna

# ExposureSubmissionError_QRNotExist
source: Please delete the test from the app. You can then add a new test to the app.
sl: Odstranite test iz aplikacije. V aplikacijo lahko nato prenesete nov test.

# ExposureSubmissionError_QRNotExist_Title
source: QR code has expired
sl: QR koda je potekla
