Repository: si-covid-19/ostanizdrav-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it, pt_pt, sl

# Checkin_Information_Item_Time_Title
source: Enter as accurately as possible from when to when you were present at the event, as this will make the calculation of your risk more accurate.
sl: Čim natančneje vpišite od kdaj do kdaj ste bili na dogodku prisotni, saj bo tako izračun vašega tveganja točnejši.

# Checkin_Information_Legal_Headline_1
source: Your consent
sl: Vaše soglasje

# Checkin_Information_Legal_SubHeadline_1
source: By tapping on “Accept”, you consent to the following steps:
sl: S klikom na »Sprejmi«, podate soglasje za:

# Checkin_Information_Legal_Text_1_bold
source: The app will store events you have attended in the last 16 days.
sl: V aplikaciji bodo shranjeni dogodki, ki ste se jih udeležili v zadnjih 16 dneh.

# Checkin_Information_Legal_Text_1_normal
source: If you scan a QR code to check in somewhere, this will create a record for the event or place on your smartphone.
sl: Checkin_Information_Legal_Text_1_normal

# Checkin_Information_Legal_Text_2
source: The anonymous alert feature allows event attendees to be informed of possible exposure to SARS-CoV-2 infection in the event of a confirmed infection among attendees.
sl: Funkcija anonimnega opozarjanja omogoča, da so udeleženci dogodka obveščeni o možni izpostavljenosti okužbi s SARS-CoV-2 v primeru potrjene okužbe med udeleženci.

# Checkin_Information_Legal_Text_3
source: Under 'My Events' you can see the events you will share with others. You can remove individual logins from the list and not include them in the alert process.
sl: V meniju »Moji dogodki« lahko urejate svoje dogodke. Dogodke lahko tudi izbrišete, vendar boste v tem primeru na tveganje za izpostavljenost okužbi s SARS-CoV-2 obveščeni samo na podlagi naključnih oddajnih kod uporabnika s potrjeno okužbo.

# Checkin_Information_PrimaryButton_Title
source: Accept
sl: Sprejmi

# Checkin_QR_Scanner_Checkin_Error_Title
source: Invalid QR Code
sl: Neveljavna QR koda

# Checkin_QR_Scanner_Error_InvalidAddress
source: Check-in prevented due to invalid QR code. The responsible party has to generate a new QR code (error code INVALID_ADDRESS).
sl: 'Check-in' onemogočen zaradi neveljavne QR kode. Odgovorna oseba mora ustvariti novo QR kodo (koda napake INVALID_ADDRESS).

# Checkin_QR_Scanner_Error_InvalidCryptographicSeed
source: Check-in prevented due to invalid QR code. The responsible party has to generate a new QR code (error code INVALID_CRYPTO_SEED).
sl: 'Check-in' onemogočen zaradi neveljavne QR kode. Odgovorna oseba mora ustvariti novo QR kodo (koda napake INVALID_CRYPTO_SEED).

# Checkin_QR_Scanner_Error_InvalidDescription
source: Check-in prevented due to invalid QR code. The responsible party has to generate a new QR code (error code INVALID_DESCRIPTION).
sl: 'Check-in' onemogočen zaradi neveljavne QR kode. Odgovorna oseba mora ustvariti novo QR kodo (koda napake INVALID_DESCRIPTION).

# Checkin_QR_Scanner_Error_InvalidPayload
source: Check-in prevented due to invalid QR code. The responsible party has to generate a new QR code (error code INVALID_PAYLOAD).
sl: 'Check-in' onemogočen zaradi neveljavne QR kode. Odgovorna oseba mora ustvariti novo QR kodo (koda napake INVALID_PAYLOAD).

# Checkin_QR_Scanner_Error_InvalidTimeStamps
source: Check-in prevented due to invalid QR code. The responsible party has to generate a new QR code (error code INVALID_TIMESTAMPS).
sl: 'Check-in' onemogočen zaradi neveljavne QR kode. Odgovorna oseba mora ustvariti novo QR kodo (koda napake INVALID_TIMESTAMPS).

# Checkin_QR_Scanner_Error_InvalidURL
source: The scanned QR code is not valid for check-ins for an event or place. Please scan a suitable QR code (error code INVALID_URL).
sl: Skenirana QR koda ni veljavna za 'check-in' na dogodke. Skenirajte ustrezno QR kodo (koda napake INVALID_URL).

# Checkin_QR_Scanner_Error_InvalidURLVendorData
source: Check-in prevented due to invalid QR code. The responsible party has to generate a new QR code (error code INVALID_VENDOR_DATA).
sl: 'Check-in' je onemogočen zaradi neveljavne QR kode. Odgovorna oseba mora ustvariti novo QR kodo (koda napake INVALID_VENDOR_DATA).

# Checkins_Edit_CheckedIn
source: Checked In
sl: Prihod

# Checkins_Edit_CheckedOut
source: Checked Out
sl: Odhod

# Checkins_Edit_Notice
source: The length of stay will not be adjusted automatically in your contact journal.
sl: Dolžina obiska ne bo samodejno prilagojena v vašem dnevniku srečanj.

# Checkins_Edit_PrimaryButton_Title
source: Save
sl: Shrani

# Checkins_Edit_Section_Title
source: Change length of stay for:
sl: Spremeni dolžino obiska za:

# Checkins_Overview_ActionSheet_EditTitle
source: Edit
sl: Uredi

# Checkins_Overview_ActionSheet_InfoTitle
source: Information
sl: Informacije

# Checkins_Overview_CheckinDateTemplate
source: On %@
sl: dne %@

# Checkins_Overview_CheckinTimeTemplate
source: %@ - check out automatically after %@
sl: %@ – samodejno se odjavi po %@

# Checkins_Overview_CheckoutButtonTitle
source: Check Out Now
sl: Odjavi se zdaj

# Checkins_Overview_DeleteAllButtonTitle
source: Remove All
sl: Odstrani vse

# Checkins_Overview_DeleteAll_AlertCancelButtonTitle
source: Cancel
sl: Prekliči

# Checkins_Overview_DeleteAll_AlertConfirmButtonTitle
source: Remove
sl: Odstrani

# Checkins_Overview_DeleteAll_AlertMessage
source: You will no longer be able to warn people who were checked in at events at the same time, nor will you be warned by them.
sl: Oseb, ki so bile hkrati z vami na tem dogodku, ne boste mogli več opozoriti in tudi oni ne bodo mogli opozoriti vas.

# Checkins_Overview_DeleteAll_AlertTitle
source: Do you really want to remove all entries?
sl: Ali ste prepričani, da želite odstraniti vse vnose?

# Checkins_Overview_DeleteOne_AlertCancelButtonTitle
source: Cancel
sl: Prekliči

# Checkins_Overview_DeleteOne_AlertConfirmButtonTitle
source: Remove
sl: Odstrani

# Checkins_Overview_DeleteOne_AlertMessage
source: You will no longer be able to warn people who were checked in at events at the same time, nor will you be warned by them.
sl: Oseb, ki so bile hkrati z vami na tem dogodku, ne boste mogli več opozoriti in tudi oni ne bodo mogli opozoriti vas.

# Checkins_Overview_DeleteOne_AlertTitle
source: Do you really want to remove this entry?
sl: Ali ste prepričani, da želite odstraniti ta vnos?

# Checkins_Overview_DurationTitle
source: Duration
sl: Trajanje

# Checkins_Overview_EmptyDescription
source: When you scan a QR code to check in to an event, an entry is created automatically.
sl: Ko skenirate QR kodo na dogodku, se vnos ustvari samodejno.

# Checkins_Overview_EmptyImageDescription
source: A building with a QR code symbol in the background
sl: Zgradba z znakom QR kode v ozadju

# Checkins_Overview_EmptyTitle
source: No entries yet
sl: Še brez vnosov

# Checkins_Overview_Item_Prefix_CheckIn
source: Check-in for %@.
sl: 'Check-in' za %@.

# Checkins_Overview_Item_Prefix_CheckedOut
source: Checked out for %@.
sl: Odjava za %@.

# Checkins_Overview_MenuButtonTitle
source: Menu
sl: Meni

# Checkins_Overview_ScanButtonTitle
source: Scan QR Code
sl: Skeniraj QR kodo

# Checkins_Overview_Title
source: My Check-Ins
sl: Moji dogodki

# Checkout_Notification_Body
source: Please adjust the length of your stay if needed.
sl: Prilagodite dolžino obiska, če je to potrebno.

# Checkout_Notification_Title
source: You were checked out automatically
sl: Odjavljeni ste bili samodejno.

# Common_Alert_Action_moreInfo
source: Find out more
hu: Több információ
it: Maggiori informazioni sull'app #OstaniZdrav
pt_pt: Saber mais
sl: Več o tem

# Common_BackgroundFetch_AlertMessage
source: You have deactivated background app refresh for the #OstaniZdrav App. Please activate background app refresh to use automatic exposure logging. If you do not activate background app refresh, you can only start exposure logging manually in the app. You can activate background app refresh for the app in your device settings.
hu: You have deactivated background updates for the Corona-Warn-App. Please activate background updates to use automatic exposure logging. If you do not activate background updates, you can only start exposure logging manually in the app. You can activate background updates for the app in your device settings.
it: Hai disattivato gli aggiornamenti in background per l'app Corona-Warn. Attiva gli aggiornamenti in background per utilizzare la registrazione automatica dell'esposizione. Se non attivi gli aggiornamenti in background, puoi solo avviare manualmente la registrazione dell'esposizione nell'app. Puoi attivare gli aggiornamenti in background per l'app nelle impostazioni del tuo dispositivo.
pt_pt: Desativou as atualizações em segundo plano da Corona-Warn-App. Ative as atualizações em segundo plano para utilizar o registo de exposição automático. Se não ativar as atualizações em segundo plano, só poderá iniciar manualmente o registo de exposição na aplicação. Pode ativar as atualizações em segundo plano para a aplicação nas definições do seu dispositivo.
sl: Izklopili ste delovanje aplikacije v ozadju. Da zagotovite pravilno delovanje aplikacije #OstaniZdrav omogočite delovanje v ozadju, to storite v nastavitvah naprave. Če ne aktivirate delovanja v ozadju, lahko beleženje izpostavljenosti samo ročno preverite.

# Common_BackgroundFetch_AlertTitle
source: Background app refresh deactivated
hu: Background updates deactivated
it: Aggiornamenti in background disattivati
pt_pt: Atualizações em segundo plano
sl: Posodabljanje v ozadju je izključeno

# Common_BackgroundFetch_OKTitle
source: Start Exposure Logging Manually
pt_pt: Iniciar manualmente o registo de exposição
sl: Ročno vključite beleženje izpostavljenosti

# Common_BackgroundFetch_SettingsTitle
source: Open Device Settings
it: Apri Impostazioni dispositivo
pt_pt: Abrir as definições do dispositivo
sl: Odprite nastavitve naprave

# Common_Deadman_AlertBody
source: Please remember to open the #OstaniZdrav App regularly to check your risk status.
sl: Ne pozabite redno odpreti aplikacije #OstaniZdrav, da preverite status vašega tveganja.

# Common_Deadman_AlertTitle
source: Your Risk Status
sl: Vaš status tveganja

# Common_ENError11_Description
source: Error 11: Something went wrong. Your level of risk cannot be determined. Please restart your smartphone and try again tomorrow.
hu: Hiba 11: Hiba történt. Kockázati szintjét nem tudtuk felmérni. Indítsa újra a készülékét és próbálkozzon ismét holnap.
it: Errore 11: Ci sono problemi. Non siamo stati in grado di valutare il tuo livello di rischio. Riavvia il dispositivo e riprova domani.
pt_pt: Erro 11: Algo correu mal. Não é possível determinar o seu nível de risco. Reinicie o seu dispositivo e tente novamente amanhã.
sl: Napaka 11: Pojavile so se težave. Stopnje vašega tveganja nismo mogli oceniti. Znova zaženite svojo napravo in ponovno poskusite jutri.

# Common_ENError13_Description
source: Error 13: Your exposure logging for today has already been carried out. Please try again in 24 hours.
hu: Hiba 13: Az ön kockázatértékelése már megtörtént a mai napon. Próbálja meg ismét, 24 óra elteltével.
it: Errore 13: Oggi è già stata effettuata una valutazione del tuo rischio. Riprova tra 24 ore.
pt_pt: Erro 13: O seu registo de exposição de hoje já foi executado. Tente novamente dentro de 24 horas.
sl: Napaka 13: Ocena vašega tveganja je bila danes že opravljena. Poskusite ponovno čez 24 ur.

# Common_ENError5_Description
source: Error 5: Something went wrong. Your level of risk cannot be determined. We are working on a solution of the problem.
hu: Hiba 5: Hiba történt. Kockázati szintjét nem tudtuk felmérni. Keressük a megoldást.
it: Errore 5: Ci sono problemi. Non siamo stati in grado di valutare il tuo livello di rischio. Stiamo cercando una soluzione al problema.
pt_pt: Erro 5: Algo correu mal. Não é possível determinar o seu nível de risco. Estamos a tentar encontrar uma solução para o problema.
sl: Napaka 5: Pojavile so se težave. Stopnje vašega tveganja nismo mogli oceniti. Iščemo rešitev težave.

# Common_No_Network
source: The process could not be completed due to network problems. Please try again.
sl: Postopka ni bilo mogoče dokončati zaradi težav z omrežjem. Poskusite znova.

# ContactDiaray_Overview_Checkin_High_Risk_In_Brackets
source: (increased risk)
sl: (večje tveganje)

# ContactDiaray_Overview_Checkin_Low_Risk_In_Brackets
source: (low risk)
sl: (majhno tveganje)

# ContactDiaray_Overview_Checkin_Title_HighRisk
source: Increased Risk
sl: Večje tveganje

# ContactDiaray_Overview_Checkin_Title_LowRisk
source: Low Risk
sl: Majhno tveganje

# ContactDiaray_Overview_Checkin_Title_Subheadline
source: Based on your presence at:
sl: Glede na vašo prisotnost na/pri:

# ContactDiary_AddEditEntry_LocationPlaceholder_EmailAddress
source: E-mail
sl: Elektronski naslov

# ContactDiary_AddEditEntry_LocationPlaceholder_Name
source: Description
sl: Ime kraja

# ContactDiary_AddEditEntry_LocationPlaceholder_PhoneNumber
source: Phone
sl: Telefonska številka

# ContactDiary_AddEditEntry_LocationTitle
source: Place
sl: Kraj

# ContactDiary_AddEditEntry_PersonPlaceholder_EmailAddress
source: E-mail
sl: Elektronski naslov

# ContactDiary_AddEditEntry_PersonPlaceholder_Name
source: Name
sl: Ime in priimek

# ContactDiary_AddEditEntry_PersonPlaceholder_PhoneNumber
source: Phone
sl: Telefonska številka

# ContactDiary_AddEditEntry_PersonTitle
source: Person
sl: Oseba

# ContactDiary_AddEditEntry_PrimaryButton_Title
source: Save
sl: Shrani

# ContactDiary_Day_AddContactPerson
source: Add Person
sl: Dodaj osebo

# ContactDiary_Day_AddLocation
source: Add Place
sl: Dodaj kraj

# ContactDiary_Day_ContactPersonsEmptyDescription
source: Create a person and add them to your contact journal.
sl: Ustvari osebo in jo dodaj v svoj dnevnik srečanj.

# ContactDiary_Day_ContactPersonsEmptyImageDescription
source: A silhouette of a woman who is walking across a meadow.
sl: Silhueta ženske, ki hodi po travniku.

# ContactDiary_Day_ContactPersonsEmptyTitle
source: No people defined yet
sl: Ni še shranjenih podatkov o stikih

# ContactDiary_Day_ContactPersonsSegment
source: People
sl: Osebe

# ContactDiary_Day_Encounter_Inside
source: Indoors
sl: Zaprt prostor

# ContactDiary_Day_Encounter_LessThan10Minutes
source: Less than 10 minutes
sl: Manj kot 10 minut

# ContactDiary_Day_Encounter_MoreThan10Minutes
source: More than 10 minutes
sl: Več kot 10 minut

# ContactDiary_Day_Encounter_Notes_Placeholder
source: Note (e.g. close distance)
sl: Opomba (npr. majhna razdalja)

# ContactDiary_Day_Encounter_Outside
source: Outdoors
sl: Odprt prostor

# ContactDiary_Day_Encounter_WithMask
source: With mask
sl: Nošena maska

# ContactDiary_Day_Encounter_WithoutMask
source: Without mask
sl: Brez maske

# ContactDiary_Day_LocationsEmptyDescription
source: Create a place and add it to your contact journal.
sl: Ustvari kraj in ga dodaj v svoj dnevnik srečanj.

# ContactDiary_Day_LocationsEmptyImageDescription
source: A building is marked with a location flag.
sl: Stavba je označena z lokacijsko zastavo.

# ContactDiary_Day_LocationsEmptyTitle
source: No places defined yet
sl: Ni še shranjenih krajev

# ContactDiary_Day_LocationsSegment
source: Places
sl: Kraji

# ContactDiary_Day_Visit_Duration
source: Duration
sl: Trajanje obiska

# ContactDiary_Day_Visit_Notes_Placeholder
source: Note (e.g. very full, poorly ventilated)
sl: Opomba (npr. zelo polno, slabo ventilirano)

# ContactDiary_EditEntries_ContactPerson_AlertCancelButtonTitle
source: No
sl: Ne

# ContactDiary_EditEntries_ContactPerson_AlertConfirmButtonTitle
source: Yes
sl: Da

# ContactDiary_EditEntries_ContactPerson_AlertMessage
source: If you remove a person, all the entries for that person will be removed from your journal.
sl: Če odstranite osebo, bodo vsi vnosi za to osebo odstranjeni iz vašega dnevnika.

# ContactDiary_EditEntries_ContactPerson_AlertTitle
source: Do you really want to remove this person?
sl: Ali ste prepričani, da želite odstraniti to osebo?

# ContactDiary_EditEntries_ContactPersons_AlertCancelButtonTitle
source: No
sl: Ne

# ContactDiary_EditEntries_ContactPersons_AlertConfirmButtonTitle
source: Yes
sl: Da

# ContactDiary_EditEntries_ContactPersons_AlertMessage
source: If you remove all people, all the entries for all people will be removed from your journal.
sl: Če odstranite osebo, bodo vsi vnosi za to osebo odstranjeni iz vašega dnevnika.

# ContactDiary_EditEntries_ContactPersons_AlertTitle
source: Do you really want to remove all people?
sl: Ali ste prepričani, da želite odstraniti vse stike?

# ContactDiary_EditEntries_ContactPersons_DeleteAllButtonTitle
source: Remove All
sl: Odstrani vse

# ContactDiary_EditEntries_ContactPersons_Title
source: Edit People
sl: Stiki

# ContactDiary_EditEntries_Location_AlertCancelButtonTitle
source: No
sl: Ne

# ContactDiary_EditEntries_Location_AlertConfirmButtonTitle
source: Yes
sl: Da

# ContactDiary_EditEntries_Location_AlertMessage
source: If you remove a place, all the entries for that place will be removed from your journal.
sl: Če odstranite kraj, bodo vsi vnosi za ta kraj odstranjeni iz vašega dnevnika.

# ContactDiary_EditEntries_Location_AlertTitle
source: Do you really want to remove this place?
sl: Ali ste prepričani, da želite odstraniti ta kraj?

# ContactDiary_EditEntries_Locations_AlertCancelButtonTitle
source: No
sl: Ne

# ContactDiary_EditEntries_Locations_AlertConfirmButtonTitle
source: Yes
sl: Da

# ContactDiary_EditEntries_Locations_AlertMessage
source: If you remove all places, all the entries for all places will be removed from your journal.
sl: Če odstranite vse kraje, bodo vsi vnosi odstranjeni iz vašega dnevnika.

# ContactDiary_EditEntries_Locations_AlertTitle
source: Do you really want to remove all places?
sl: Ali ste prepričani, da želite odstraniti vse kraje?

# ContactDiary_EditEntries_Locations_DeleteAllButtonTitle
source: Remove All
sl: Odstrani vse

# ContactDiary_EditEntries_Locations_Title
source: Edit Places
sl: Uredi kraje

# ContactDiary_Information_Dataprivacy_Title
source: For more information, please refer to the privacy notice.
sl: Za več informacij glejte 'Obvestilo o varstvu podatkov'.

# ContactDiary_Information_DescriptionSubHeadline
source: Create an overview of your contacts in the last 14 days, so you’ll have a complete list at hand quickly if needed. Your exposures are also displayed here.
sl: Ustvarite seznam svojih stikov v zadnjih 14 dneh, tako boste imeli pri roki celoten seznam, če bi ga potrebovali.

# ContactDiary_Information_ImageDescription
source: Several people are outside, looking at their smartphones.
sl: Več ljudi je zunaj in gleda svoje pametne telefone.

# ContactDiary_Information_Item_DeletedAutomatically_Title
source: You can remove entries for people and places from your journal at any time. Journal entries will be deleted automatically after 16 days.
sl: Vnose podatkov o osebah in krajih lahko kadarkoli odstranite iz svojega dnevnika. Vnosi v dnevniku bodo samodejno izbrisani po 16 dneh.

# ContactDiary_Information_Item_ExportTextFormat_Title
source: You can export your contact journal in plain text format and edit it.
sl: Svoj dnevnik srečanj lahko izvozite v obliki navadnega besedila in ga uredite.

# ContactDiary_Information_Item_ExposureHistory_Title
source: The indicated exposures are not necessarily related to the people and places you have recorded.
sl: Navedene izpostavljenosti niso nujno povezane z osebami in kraji, ki ste jih zaznali. Ne sklepajte napačno.

# ContactDiary_Information_Item_Location_Title
source: Enter the places where you’ve encountered others.
sl: Vnesite podatke o krajih, kjer ste imeli stike z drugimi.

# ContactDiary_Information_Item_Lock_Title
source: You are the only one who can access your journal entries. Your entries will be saved only on your smartphone.
sl: Ste edini, ki lahko dostopa do vašega dnevnika srečanj. Dnevnik je shranjen lokalno na vaši napravi.

# ContactDiary_Information_Item_Person_Title
source: Enter information about places where you have had contact with others.
sl: Vnesite podatke o osebah, ki ste jih srečali.

# ContactDiary_Information_Legal_Headline_1
source: Information on Data Processing
sl: Informacije o obdelavi podatkov

# ContactDiary_Information_Legal_SubHeadline_1
source: You will retain full control over all of the information you record.
sl: Ohranili boste popoln nadzor nad vsemi podatki, ki jih zabeležite.

# ContactDiary_Information_Legal_SubHeadline_2
source: Please respect other people’s privacy.
sl: Prosimo za spoštovanje zasebnosti drugih ljudi.

# ContactDiary_Information_Legal_Text_1
source: Using this additional feature of the #OstaniZdrav App is voluntary. Only you decide which people and places you record.
sl: Uporaba te dodatne funkcije aplikacije #OstaniZdrav je prostovoljna. Sami se odločite, katere podatke o osebah in krajih boste zabeležili.

# ContactDiary_Information_Legal_Text_2
source: Neither the NIJZ nor any other agency has access to the information you enter in the contact journal. The information is only stored in encrypted form on your iPhone.
sl: Niti NIJZ niti katera koli druga agencija nimata dostopa do podatkov, ki jih vnesete v dnevnik srečanj. Podatki se v vašem pametnem telefonu hranijo le v šifrirani obliki.

# ContactDiary_Information_Legal_Text_3
source: Please think carefully about with whom you share the information recorded in your contact journal, and how you share it. The information is meant to help you remember – it is not intended for anyone else. If the public health institute asks for your help with contact tracing, then sharing your entries is appropriate.
sl: Prosimo, dobro premislite, s kom delite podatke, zabeležene v vašem dnevniku srečanj, in kako jih delite. Informacije v dnevniku srečanj naj bi vam pomagale, da se spomnite svojih stikov - niso namenjene nikomur drugemu. Če NIJZ prosi za pomoč pri iskanju stikov, si lahko z dnevnikom srečanj pomagate, da se spomnite s kom ste bili v stiku.

# ContactDiary_Information_Legal_Text_4
source: Private individuals as well as companies are not allowed to make you disclose the information you have recorded. Please respect the wishes of anyone who does not want to be recorded in your contact journal.
sl: Zasebniki in podjetja od vas ne smejo zahtevati, da razkrijete podatke, ki ste jih zabeležili. Prosimo upoštevajte želje vseh, ki ne želijo, da bi bili zabeleženi v vašm dnevniku srečanj.

# ContactDiary_Information_PrimaryButton_Title
source: Open Journal
sl: Odpri dnevnik

# ContactDiary_Information_Title
source: Contact Journal
sl: Dnevnik srečanj

# ContactDiary_Overview_ActionSheet_EditLocationTitle
source: Edit Places
sl: Uredi kraje

# ContactDiary_Overview_ActionSheet_EditPersonTitle
source: Edit People
sl: Uredi osebe

# ContactDiary_Overview_ActionSheet_ExportActionSubject
source: My Contact Journal
sl: Moj dnevnik srečanj

# ContactDiary_Overview_ActionSheet_ExportActionTitle
source: Export Entries
sl: Izvozi dnevnik srečanj

# ContactDiary_Overview_ActionSheet_InfoActionTitle
source: Information
sl: Informacije

# ContactDiary_Overview_Button_Title_Menu
source: Menu
sl: Meni

# ContactDiary_Overview_Description
source: Write down the information about people you have met and about places you have visited.
sl: Vnesite podatke o osebah, ki ste jih srečali in o krajih, kjer ste imeli stike z drugimi.

# ContactDiary_Overview_Increased_Risk_Title
source: Increased Risk
sl: Večje tveganje

# ContactDiary_Overview_LocationVisit_Abbreviation_Hours
source: hrs
sl: h

# ContactDiary_Overview_Low_Risk_Title
source: Low Risk
sl: Majhno tveganje

# ContactDiary_Overview_PersonEncounter_Duration_LessThan10Minutes
source: Less than 10 minutes
sl: manj kot 10 minut

# ContactDiary_Overview_PersonEncounter_Duration_MoreThan10Minutes
source: More than 15 min
sl: več kot 10 minut
