Repository: si-covid-19/ostanizdrav-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it, pt_pt, sl

# ExposureSubmissionError_RegTokenNotExist
source: An error has occurred. If you downloaded the app today, you haven't been using it long enough to be able to anonymously notify your contacts. Otherwise, report the error to the e-mail address ekc@gov.si.
hu: Nem sikerült TAN-számot generálnunk leadásra. Tárcsázza az Ügyfélszolgálatot: Információk az alkalmazásról → Ügyfélszolgálat.
it: Non siamo riusciti a generare un numero TAN per l'invio. Chiama il Call center unico: Informazioni sull'app → Call center unico.
pt_pt: Não é possível gerar um TAN para envio. Contacte a linha direta técnica através de Informação sobre a aplicação -> Linha direta técnica.
sl: Prišlo je do napake. V kolikor ste aplikacijo naložili danes, je ne uporabljate dovolj dolgo, da bi lahko anonimno obvestili stike. V nasprotnem primeru napako sporočite na elektronski naslov ekc@gov.si.

# ExposureSubmissionError_TeleTanAlreadyUsed
source: The TAN is invalid or has already been used. For further information, report the error to the e-mail address ekc@gov.si.
hu: A TAN-szám érvénytelen vagy már felhasználták. Próbálkozzon újra vagy vegye fel a kapcsolatot a járványügyi szolgálattal!
it: Il numero TAN non è valido o è già stato utilizzato. Riprova o contatta il servizio epidemiologico.
pt_pt: O TAN é inválido ou já foi utilizado. Tente novamente ou contacte a linha direta técnica através de Informação sobre a aplicação -> Linha direta técnica.
sl: TAN koda je neveljavna ali je že bila uporabljena.

# ExposureSubmissionError_declined
source: Please release your random IDs to warn other people.
hu: Ossza meg a véletlenszerű azonosítóit, hogy figyelmeztessen másokat!
it: Rilascia i tuoi codici di trasmissione casuali per avvisare altre persone.
pt_pt: Liberte os seus IDs aleatórios para avisar as outras pessoas.
sl: Objavite svoje dnevne ključe, da opozorite druge ljudi.

# ExposureSubmissionError_defaultError
source: Error during key transmission
hu: Általános hiba a kitettség leadásnál
it: Errore generico nell'invio dell'esposizione
pt_pt: Erro durante a transmissão da chave
sl: Splošna napaka pri oddaji ključev

# ExposureSubmissionError_httpError
source: The connection cannot be established.
hu: Nem sikerül kapcsolatot létesítenünk.
it: Non è stato possibile stabilire una connessione.
pt_pt: Não é possível estabelecer a ligação.
sl: Nismo uspeli vzpostaviti povezave.

# ExposureSubmissionError_noAppConfiguration
source: Your Internet connection was lost. Please check the connection and then reopen the app.
sl: Internetna povezava je bila prekinjena. Prosimo, preverite povezavo in ponovno odprite aplikacijo.

# ExposureSubmissionError_other
source: A connection error occurred. Error code for technical support:
hu: Hiba történt a kapcsolatban. Hibakód a műszaki szolgálat részére:
it: Si è verificato un errore di connessione. Codice di errore per il supporto tecnico:
pt_pt: Ocorreu um erro de ligação. Código do erro para o apoio técnico:
sl: Pojavila se je napaka pri povezavi. Koda napake za službo za tehnično pomoč:

# ExposureSubmissionError_otherend
source: Please try again.
hu: Próbálkozzon újra!
it: Prova di nuovo.
pt_pt: Tente novamente.
sl: Poskusite znova.

# ExposureSubmissionError_unknown
source: Unknown error
hu: Ismeretlen hiba
it: Errore sconosciuto
pt_pt: Erro desconhecido
sl: Neznana napaka

# ExposureSubmissionHotline_SectionDescription1
source: On the web site
hu: Hívja fel a ügyfélszolgálatot és kérjen TAN-számot:
it: Chiama il Call center e richiedi il numero TAN:
pt_pt: Ligar para a linha direta e pedir um TAN:
sl: Na spletni strani

# ExposureSubmissionHotline_SectionTitle
source: To obtain a TAN code:
hu: Hogyan működik?
it: Come funziona
pt_pt: Como funciona
sl: Za pridobitev TAN kode:

# ExposureSubmissionHotline_Title
source: Request TAN
hu: Kérjen TAN-számot!
it: Richiedi il numero TAN.
pt_pt: Pedir TAN
sl: Pridobite TAN kodo

# ExposureSubmissionHotline_iconAccessibilityLabel1
source: Step 1 of 2
hu: az első lépés a kettőből
it: Passaggio 1 di 2
pt_pt: Passo 1 de 2
sl: Korak 1 od 2

# ExposureSubmissionHotline_iconAccessibilityLabel2
source: Step 2 of 2
hu: a második lépés a kettőből
it: Passaggio 2 di 2
pt_pt: Passo 2 de 2
sl: Korak 2 od 2

# ExposureSubmissionHotline_imageDescription
source: The man has a headset with a microphone on his head while making a phone call.
hu: A ügyfélszolgálatban közlik önnel a TAN-számot.
it: Il Call center vi comunica il numero TAN.
pt_pt: A linha direta comunica um TAN.
sl: Moški ima med telefoniranjem na glavi slušalke z mikrofonom.

# ExposureSubmissionIntroduction_AccImageDescription
source: A device transmits an encrypted positive test diagnosis to the system.
hu: A készülék a megerősített SARS-CoV-2-fertőzés alapján, a titkosított értesítést közvetíti a rendszerbe.
it: Il dispositivo trasmette al sistema un messaggio crittografato sulla base di un'infezione SARS-CoV-2 confermata.
pt_pt: Um dispositivo transmite ao sistema um diagnóstico de teste positivo encriptado.
sl: Naprava prenaša šifrirano obvestilo na podlagi potrjene okužbe s SARS-CoV-2 v sistem.

# ExposureSubmissionQRInfo_QRCodeExpired_Alert_Text
source: Your test is more than 21 days old and can no longer be registered in the app. If you are tested again in future, please make sure to scan the QR code as soon as you get it.
sl: Vaš test je starejši od 21 dni in ne bo več registriran v aplikaciji. Če se boste ponovno testirali, skenirajte QR kodo takoj, ko jo prejmete.

# ExposureSubmissionQRInfo_acknowledgement_3
source: Your consent is volintary.
sl: Vaše soglasje je prostovoljno.

# ExposureSubmissionQRInfo_acknowledgement_4
source: Your identity will remain secret. Other users will not find out who has shared their daily keys.
sl: Vaša identiteta ne bo razkrita. Drugi uporabniki ne bodo izvedeli, kdo je delil rezultat testa.

# ExposureSubmissionQRInfo_acknowledgement_5
source: Your identity will remain secret.
sl: Vaša identiteta in zasebnost sta vedno zaščiteni.

# ExposureSubmissionQRInfo_acknowledgement_6
source: You must be at least 16 years old to grant your consent.
sl: Za oddajo soglasja morate imeti najmanj 16 let.

# ExposureSubmissionQRInfo_acknowledgement_7
source: In the next step, grant your consent to access the random IDs.
sl: V naslednjem koraku podajte svoje soglasje, da boste lahko dostopali do naključnih oddajnih kod.

# ExposureSubmissionQRInfo_acknowledgement_legal_Bullet1_1
source: The app will retrieve your test result.
sl: Aplikacija bo priklicala rezultat testa.

# ExposureSubmissionQRInfo_acknowledgement_legal_Bullet1_2
source: If you change your mind later, you can delete the test in the app.
sl: Če si pozneje premislite, lahko test izbrišete iz aplikacije.

# ExposureSubmissionQRInfo_acknowledgement_legal_Bullet2
source: If you have tested positive for coronavirus, the app will share your test result in order to warn other users whom you have encountered. This applies to users of coronavirus apps from the above countries and users who were simultaneously checked in at the same event or place as you. In the case of rapid tests, only users of the #OstaniZdrav App will be warned.
sl: Če ste bili pozitivni na testiranju za koronavirus, bo aplikacija rezultat vašega testa delila in tako opozorila druge uporabnike, ki ste jih srečali. To velja za uporabnike koronavirusnih aplikacij iz zgoraj navedenih držav in uporabnike, ki so bili sočasno z vami prijavljeni na isti dogodek. Na hitri test bodo opozorjeni samo uporabniki aplikacije #OstaniZdrav.

# ExposureSubmissionQRInfo_acknowledgement_legal_Bullet3
source: If you provide additional information about the onset of your symptoms, this will also be shared.
sl: Če boste posredovali dodatne podrobnosti o simptomih, bodo te informacije prav tako izmenjane.

# ExposureSubmissionQRInfo_acknowledgement_legal_WithdrawConsent
source: You can withdraw your consent at any time. The setting for this can be found under “Display Test”. Before sharing your test result, you will be reminded of your consent.
sl: Svoje soglasje lahko kadarkoli prekličete. Ustrezno nastavitev lahko najdete pod »Prikaži test«. Preden boste delili rezultat svojega testa, boste opozorjeni na soglasje.

# ExposureSubmissionQRInfo_acknowledgement_legal_body
source: By tapping on “Accept”, you consent to the following steps:
sl: Ko tapnete na »Sprejmi«, izrazite soglasje za:

# ExposureSubmissionQRInfo_acknowledgement_legal_title
source: Your Consent
sl: Vaše soglasje

# ExposureSubmissionQRInfo_body_section_2
source: If you have been diagnosed with coronavirus, you can warn others through the app. If you took a rapid test, the warning feature only works in Germany. If you took a PCR test, the warning feature works in the following countries:
sl: ExposureSubmissionQRInfo_body_section_2

# ExposureSubmissionQRInfo_body_section_3
source: People who were checked in to the same events or places at the same time as you were will also be warned.
sl: Osebe, ki so se hkrati z vami prijavile na iste dogodke, bodo prav tako opozorjene.

# ExposureSubmissionQRInfo_header_section_1
source: Retrieve Test Result
sl: ExposureSubmissionQRInfo_header_section_1

# ExposureSubmissionQRInfo_header_section_2
source: Please help others you have encountered by warning them!
sl: Pomagajte drugim, ki ste jih srečali, tako da jih opozorite.

# ExposureSubmissionQRInfo_imageDescription
source: A person is holding a smartphone. A QR code on a test symbolizes the code to be scanned.
sl: Oseba drži pametni telefon. QR koda na testu predstavlja kodo, ki jo je treba skenirati.

# ExposureSubmissionQRInfo_instruction1
source: Now scan the QR code for your test and retrieve your test result.
sl: Skenirajte QR kodo vašega testa in prikličite rezultat testa.

# ExposureSubmissionQRInfo_primaryButtonTitle
source: Accept
sl: Naprej

# ExposureSubmissionQRInfo_title
source: Your Consent
sl: Vaše soglasje

# ExposureSubmissionQRInfo_title_description
source: Your consent is needed before you can retrieve your test result and warn others.
sl: Preden prikličete rezultat testa in opozorite druge, morate podati svoje soglasje.

# ExposureSubmissionResult_Abbreviation_Hours
source: hrs
sl: ura

# ExposureSubmissionResult_Abbreviation_Seconds
source: sec.
sl: sek.

# ExposureSubmissionResult_CardInvalid
source: Evaluation not possible
hu: Az értékelés nem lehetséges.
it: La valutazione è impossibile.
pt_pt: A avaliação não é possível
sl: Ocena ni mogoča

# ExposureSubmissionResult_CardNegative
source: Negative
hu: Negatív.
it: Negativa.
pt_pt: Negativo
sl: Negativen

# ExposureSubmissionResult_CardNegative_Antigen
source: Negative
sl: Negativen

# ExposureSubmissionResult_CardPending
source: Your result is not yet available
hu: Eredménye még nem áll rendelkezésre.
it: Il tuo risultato non è ancora disponibile.
pt_pt: O seu resultado ainda não está disponível
sl: Vaš rezultat še ni na voljo

# ExposureSubmissionResult_CardPositive
source: Positive
hu: Pozitív.
it: Positiva.
pt_pt: Positivo
sl: Pozitivni

# ExposureSubmissionResult_CardPositive_Antigen
source: Positive
sl: Pozitiven

# ExposureSubmissionResult_CardSubTitle
source: Your Diagnosis
hu: Az Ön diagnózisa
it: La tua diagnosi
pt_pt: O seu diagnóstico
sl: Rezultat vašega testiranja:

# ExposureSubmissionResult_CardSubTitle_Antigen
source: Your rapid test result
sl: Rezultat vašega hitrega testa

# ExposureSubmissionResult_Negative_Antigen_NoProof_Desc
source: Because the finding here is anonymized, it cannot be used as proof of a negative rapid test result.
sl: Ker je rezultat tukaj anonimiziran, ga ni mogoče uporabiti kot dokazilo o negativnem rezultatu hitrega testa.

# ExposureSubmissionResult_Negative_Antigen_NoProof_Title
source: No Verification Feature
sl: Ni funkcije potrjevanja

# ExposureSubmissionResult_Negative_Antigen_Proof_Desc
source: Your test result is private, although some laws may require you to share it. When required, you may show it via any of the ways provided.
sl: Rezultat vašega testa je zaseben, čeprav ste lahko po nekaterih zakonih obvezani, da ga delite. Če je to potrebno, ga lahko izkažete na kateri koli naveden način.

# ExposureSubmissionResult_Person_Birthday_Prefix
source: Born on
sl: Rojen(-a)

# ExposureSubmissionResult_Procedure
source: How this works:
it: Come funziona:
pt_pt: Como funciona:
sl: Kako to deluje:

# ExposureSubmissionResult_RegistrationDate
source: Date of input
hu: Regisztrálás dátuma
it: Registrato il giorno
pt_pt: Registado em
sl: Vnešeno

# ExposureSubmissionResult_RegistrationDateUnknown
source: Registration date unknown
hu: A regisztráció időpontja ismeretlen.
it: Data di registrazione sconosciuta.
pt_pt: Data de registo desconhecida
sl: Datum registracije neznan

# ExposureSubmissionResult_RegistrationDate_Antigen
source: Date of issue:
sl: Datum izdaje:

# ExposureSubmissionResult_RemoveAlert_ConfirmButtonTitle
source: Activate
sl: Aktiviraj

# ExposureSubmissionResult_RemoveAlert_Text
source: If you have finished isolating, the application is reactivated by clicking Remove.
hu: A tesztet véglegesen törli az #OstaniZdrav alkalmazásban és nem tudja újból hozzárendelni. Az eljárást nem tudja visszavonni.
it: Il test verrà eliminato definitivamente dall'app #RestaSano e non potrai aggiungerlo di nuovo. La procedura non può essere annullata.
pt_pt: O teste será permanentemente eliminado da Corona-Warn-App e não poderá ser novamente adicionado. Este procedimento é irreversível.
sl: Če ste zaključili z izolacijo, aplikacijo ponovno aktivirajte s klikom na 'Odstrani'.

# ExposureSubmissionResult_RemoveAlert_Title
source: Are you done with isolation?
hu: Szeretné törölni a tesztet?
it: Vuoi eliminare il test?
pt_pt: Eliminar o teste?
sl: Ali ste zaključili z izolacijo?

# ExposureSubmissionResult_Timer_Title
source: Result available since
sl: Rezultat je na voljo od

# ExposureSubmissionResult_Title
source: Your Test Result
hu: Teszteredmény
it: Risultato del test
pt_pt: Resultado do teste
sl: Opozorite druge

# ExposureSubmissionResult_Title_Antigen
source: Rapid Test
sl: Hitri test

# ExposureSubmissionResult_WarnOthersConsentGiven
source: Consent “Warn others” granted
sl: ExposureSubmissionResult_WarnOthersConsentGiven

# ExposureSubmissionResult_WarnOthersConsentNotGiven
source: Consent “Warn others” not granted
sl: ExposureSubmissionResult_WarnOthersConsentNotGiven

# ExposureSubmissionResult_antigenTestAdded
source: Your rapid test was added
sl: Dodan je bil vaš hitri test.

# ExposureSubmissionResult_antigenTestAddedDesc
source: The test result is displayed here for 48 hours.
sl: Rezultat testa je tu prikazan 48 ur.

# ExposureSubmissionResult_antigenTestNegativDesc
source: The rapid test provided no evidence that you have coronavirus SARS-CoV-2.
sl: Hitri test ni pokazal, da imate koronavirus SARS-CoV-2.

# ExposureSubmissionResult_antigenTestPending
source: Your Test Result Is Not Available Yet
sl: Rezultat vašega testa še ni na voljo.

# ExposureSubmissionResult_antigenTestPendingContactJournal
source: Your Test Result Will Be Added to Your Contact Journal
sl: Rezultat vašega testa bo dodan v vaš dnevnik srečanj.

# ExposureSubmissionResult_antigenTestPendingContactJournalDesc
source: As soon as your test result becomes available, it will be displayed in the app.
sl: Takoj ko bo rezultat testa na voljo, bo prikazan v aplikaciji.

# ExposureSubmissionResult_antigenTestPendingDesc
source: As soon as your test result becomes available, it will be displayed in the app.
sl: Takoj ko bo rezultat testa na voljo, bo prikazan v aplikaciji.

# ExposureSubmissionResult_deleteButton
source: Delete test
hu: Törölje a tesztet.
it: Elimina il test.
pt_pt: Eliminar teste
sl: ExposureSubmissionResult_deleteButton

# ExposureSubmissionResult_pcrTestPendingContactJournal
source: Your Test Result Will Be Added to Your Contact Journal
sl: Rezultat vašega testa bo dodan v vaš dnevnik srečanj.

# ExposureSubmissionResult_pcrTestPendingContactJournalDesc
source: As soon as your test result becomes available, it will be displayed in the app.
sl: Takoj ko bo rezultat testa na voljo, bo prikazan v aplikaciji.

# ExposureSubmissionResult_primaryButtonTitle
source: Enter Symptoms
sl: Vnesi datum

# ExposureSubmissionResult_refreshButton
source: Update
hu: Frissítés
it: Aggiornamento
pt_pt: Atualizar
sl: Posodobitev

# ExposureSubmissionResult_secondaryButtonTitle
source: Don’t Enter Symptoms
sl: Preskoči

# ExposureSubmissionResult_testAdded
source: Your test was added
hu: A tesztet sikeresen hozzáadták.
it: Test aggiunto con successo.
pt_pt: Teste adicionado com sucesso
sl: Rezultat vašega testiranja je bil uspešno zabeležen

# ExposureSubmissionResult_testCertificate_AvailableInTab
source: The test certificate is available on the “Certificates” tab.
sl: Do potrdila o testiranju lahko dostopate prek zavihka “Potrdila”.

# ExposureSubmissionResult_testCertificate_NotRequested
source: No official digital COVID test certificate will be issued, as per your request.
sl: Na osnovi vaše zahteve uradno digitalno COVID potrdilo o testiranju ne bo izdano.

# ExposureSubmissionResult_testCertificate_Pending
source: Your official digital COVID test certificate is not available yet. As soon as it becomes available, it will be displayed in your app.
sl: Vaše uradno digitalno COVID potrdilo o testiranju še ni na voljo. Takoj ko bo rezultat testa na voljo, bo prikazan v aplikaciji.

# ExposureSubmissionResult_testCertificate_testCenterNotSupported
source: An official digital COVID test certificate cannot be issued because this testing point does not support the issuing of test certificates.
sl: Uradnega digitalnega COVID potrdila o testiranju ni mogoče izdati, ker to testno mesto ne omogoča izdaje potrdila o testiranju.

# ExposureSubmissionResult_testCertificate_title
source: Your COVID Test Certificate
sl: Vaše COVID potrdilo o testiranju

# ExposureSubmissionResult_testExpired
source: Your test cannot be evaluated
sl: ExposureSubmissionResult_testExpired

# ExposureSubmissionResult_testExpiredDesc
source: There was a problem evaluating your test. Your QR code has already expired.
sl: ExposureSubmissionResult_testExpiredDesc

# ExposureSubmissionResult_testInvalid
source: Your test cannot be evaluated
hu: A tesztnél hiba történt
it: Durante il test si sono verificati errori
pt_pt: O teste tem erros
sl: Vašega testa ni mogoče oceniti.

# ExposureSubmissionResult_testInvalidDesc
source: There was a problem evaluating your test. Please contact the test center or laboratory involved to find out how to proceed.
hu: Tesztvizsgálata értékelésekor probléma merült fel. Lépjen kapcsolatba a közegészségügyi intézettel, hogy megtudja mi a további teendője!
it: Durante la valutazione del tuo test si è verificato un problema. Contatta la struttura sanitaria pubblica per scoprire quale sarà la prossima cosa da fare.
pt_pt: Ocorreu um problema ao avaliar o seu teste. Contacte a autoridade de saúde pública para saber como deve proceder.
sl: Pri ocenjevanju vašega testa smo naleteli na težavo. Vzpostavite stik s testnim centrom ali laboratorijem, da ugotovite, kakšen je naslednji korak.

# ExposureSubmissionResult_testNegative
source: Negative Diagnosis
hu: Negatív teszteredmény
it: Risultato negativo del test
pt_pt: Diagnóstico negativo
sl: Negativna diagnoza

# ExposureSubmissionResult_testNegativeDesc
source: The laboratory result indicates no verification that you have coronavirus SARS-CoV-2.
hu: A laboratóriumi eredmények nem igazolták, hogy SARS-CoV-2-fertőzött lenne.
it: I risultati del laboratorio non hanno confermato che sei affetto da SARS-CoV-2.
pt_pt: O resultado do laboratório indica que não se verifica que tenha o coronavírus SARS-CoV-2.
sl: Rezultati iz laboratorija niso potrdili, da ste okuženi s koronavirusom SARS-CoV-2.

# ExposureSubmissionResult_testNegative_furtherInfos_listItem1
source: Still feeling unwell? If you feel very poorly and/or your symptoms have worsened, please contact your general practitioner.
hu: Még mindig rosszul érzi magát? Ha nagyon rosszul érzi magát és/vagy tünetei súlyosbodtak, vegye fel a kapcsolatot háziorvosával!
it: Ti senti ancora male? Se ti senti molto male e/o i tuoi sintomi sono peggiorati chiama il tuo medico personale.
pt_pt: Ainda não se sente bem? Se estiver a sentir-se muito mal e/ou se os seus sintomas se agravaram, contacte o seu médico de família.
sl: Ali se še vedno slabo počutite? Če se počutite zelo slabo in/ali so se vaši simptomi poslabšali, vzpostavite stik s svojim osebnim zdravnikom.

# ExposureSubmissionResult_testNegative_furtherInfos_listItem2
source: Remain at home until you feel well again. If you were to get infected with coronavirus (SARS-CoV-2) whilst weakened from another infection, this could lead to a serious illness.
hu: Maradjon otthon, amíg közérzete nem javul. Ha SARS-CoV-2-vel fertőződik meg, miközben egy másik fertőzés miatt gyengélkedik, ez a betegség súlyos kimeneteléhez vezethet.
it: Resta a casa finché non ti senti meglio. Se si viene infettati da SARS-CoV-2 mentre si è debilitati da un'altra infezione, ciò può portare a una grave malattia.
pt_pt: Permaneça em casa até se sentir bem novamente. Caso seja infetado com coronavírus (SARS-CoV-2) enquanto estiver enfraquecido devido a outra infeção, isso pode provocar doença grave.
sl: Ostanite doma, dokler se vam počutje ne izboljša. Če se boste okužili s koronavirusom (SARS-CoV-2), medtem ko ste oslabljeni zaradi druge okužbe, to lahko povzroči hudo bolezen.

# ExposureSubmissionResult_testNegative_furtherInfos_listItem3
source: Do not go to work if you feel unwell to ensure you do not put other people at risk.
hu: Ha nem jó a közérzete, ne menjen be dolgozni, és gondoskodjon arról, hogy ne veszélyeztessen másokat.
it: Se non ti senti bene non andare al lavoro e assicurati di non mettere in pericolo gli altri.
pt_pt: Não vá trabalhar se não se sentir bem para garantir que não coloca outras pessoas em risco.
sl: Če se ne počutite dobro, ne hodite v službo in s tem poskrbite, da ne boste ogrozili drugih.

# ExposureSubmissionResult_testNegative_furtherInfos_title
source: Other information:
hu: Egyéb információk:
it: Altre informazioni:
pt_pt: Outras informações:
sl: Druge informacije:

# ExposureSubmissionResult_testPending
source: Your test result is not available yet
hu: Teszteredménye még nem áll rendelkezésre.
it: Il risultato del test non è ancora disponibile.
pt_pt: O resultado do teste ainda não está disponível
sl: Rezultat vašega testa še ni na voljo.

# ExposureSubmissionResult_testPendingDesc
source: As soon as your test result becomes available, it will be displayed in the app. You will also receive your test result outside of the app. The public health authorities will notify you, should your test be positive. If you are notified of a positive test result outside the app, please delete the test currently registered in the app. Call the number shown under “Request TAN” to get a TAN. You can then use this TAN to register your result in the app and warn others.
hu: Teszteredménye még nem áll rendelkezésre.
it: Il risultato del test non è ancora disponibile.
pt_pt: O resultado do seu teste ainda não está disponível.
sl: Takoj ko bo rezultat testa na voljo, se bo prikazal v aplikaciji. Rezultat testa boste prejeli tudi zunaj aplikacije. Ustanova za javno zdravje vas bo obvestila, če bo vaš test pozitiven. Če boste o pozitivnem testu obveščeni zunaj aplikacije, vas prosimo, da odstranite test, ki je trenutno registriran v aplikaciji. Za številko TAN pokličite telefonsko številko, ki jo najdete pod »Zahtevaj številko TAN«. S številko TAN lahko svoj rezultat testa registrirate v aplikaciji in opozorite druge.

# ExposureSubmissionResult_testRemove
source: Reactivate
hu: Törölje a tesztet.
it: Elimina il test.
pt_pt: Eliminar teste
sl: ExposureSubmissionResult_testRemove
