Repository: si-covid-19/ostanizdrav-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it, pt_pt, sl

# TraceLocations_Overview_DeleteAll_AlertConfirmButtonTitle
source: Delete
sl: Izbriši

# TraceLocations_Overview_DeleteAll_AlertMessage
source: Please consider that if you do, these QR codes can no longer be used for check-ins.
sl: Če QR kode izbrišete, jih ni mogoče več uporabiti za ''check-in''.

# TraceLocations_Overview_DeleteAll_AlertTitle
source: Do you really want to delete all QR codes?
sl: Ali ste prepričani, da želite izbrisati vse QR kode?

# TraceLocations_Overview_DeleteOne_AlertCancelButtonTitle
source: Cancel
sl: Prekliči

# TraceLocations_Overview_DeleteOne_AlertConfirmButtonTitle
source: Delete
sl: Izbriši

# TraceLocations_Overview_DeleteOne_AlertMessage
source: Please consider that if you do, the QR code can no longer be used for check-ins.
sl: Če QR kodo izbrišete, je ni mogoče več uporabiti za za ''check-in''.

# TraceLocations_Overview_DeleteOne_AlertTitle
source: Do you want to delete the QR code?
sl: Ali želite izbrisati QR kodo?

# TraceLocations_Overview_EmptyDescription
source: All the QR codes you have created for an event are displayed here. You can delete QR codes that you no longer intend to use.
sl: Vse QR kode, ki jih boste ustvarili za dogodke, bodo prikazane tukaj. QR kode, ki jih ne boste več uporabili, lahko izbrišete.

# TraceLocations_Overview_EmptyImageDescription
source: Smartphone with QR code symbol
sl: Pametni telefon z znakom QR kode

# TraceLocations_Overview_EmptyTitle
source: No QR codes created yet
sl: QR kode še niso bile ustvarjene

# TraceLocations_Overview_Item_Prefix
source: QR code for %@.
sl: QR kode za %@.

# TraceLocations_Overview_MenuButtonTitle
source: Menu
sl: Meni

# TraceLocations_Overview_Title
source: My QR Codes
sl: Moje QR kode

# TraceLocations_Section_Title_Permanent
source: PLACE
sl: KRAJ

# TraceLocations_Section_Title_Temporary
source: EVENT
sl: DOGODEK

# TraceLocations_Title_Type_PermanentFoodService
source: Hospitality
sl: Pogostitev

# TraceLocations_TypeSelection_Title
source: Create QR Code
sl: Ustvari QR kodo

# TraceLocations_Type_Subtitle_PermanentCraft
source: Hairdresser, carpenter
sl: Frizer, mizar

# TraceLocations_Type_Subtitle_PermanentEducationalInstitution
source: Classroom, lecture hall, library
sl: Učilnica, predavalnica, knjižnica

# TraceLocations_Type_Subtitle_PermanentFoodService
source: Cafe, bar, restaurant, hotel
sl: Kavarna, bar, restavracija, hotel

# TraceLocations_Type_Subtitle_PermanentPublicBuilding
source: Municipal office, museum
sl: Občinski urad, muzej

# TraceLocations_Type_Subtitle_PermanentRetail
source: Store, sales floor
sl: Trgovina, prodajno nadstropje

# TraceLocations_Type_Subtitle_PermanentWorkplace
source: Office, conference room, cafeteria
sl: Pisarna, konferenčna soba, menza

# TraceLocations_Type_Subtitle_TemporaryClubActivity
source: Sports training, general meeting
sl: Športni trening, splošni sestanek

# TraceLocations_Type_Subtitle_TemporaryCulturalEvent
source: Concert, art exhibit
sl: Koncert, umetnostna razstava

# TraceLocations_Type_Subtitle_TemporaryPrivateEvent
source: Birthday, family gathering
sl: Rojstni dan, družinsko srečanje

# TraceLocations_Type_Title_PermanentCraft
source: Craft business
sl: Obrtno podjetje

# TraceLocations_Type_Title_PermanentEducationalInstitution
source: Education facility
sl: Izobraževalna ustanova

# TraceLocations_Type_Title_PermanentOther
source: Other place
sl: Drug kraj

# TraceLocations_Type_Title_PermanentPublicBuilding
source: Public building
sl: Javna zgradba

# TraceLocations_Type_Title_PermanentRetail
source: Retail
sl: Maloprodaja

# TraceLocations_Type_Title_PermanentWorkplace
source: Workplace
sl: Delovno mesto

# TraceLocations_Type_Title_TemporaryClubActivity
source: Club activities
sl: Klubske dejavnosti

# TraceLocations_Type_Title_TemporaryCulturalEvent
source: Cultural event
sl: Kulturni dogodek

# TraceLocations_Type_Title_TemporaryOther
source: Other event
sl: Drug dogodek

# TraceLocations_Type_Title_TemporaryPrivateEvent
source: Private party
sl: Zasebna zabava

# TraceLocations_Type_Title_TemporaryWorshipService
source: Religious service
sl: Verski obred

# UniversalQRScanner_FileButtonTitle
source: Import from photo or document
sl: Uvozi iz slike ali datoteke

# UniversalQRScanner_Info_body1
source: The data from the respective QR code is read.
sl: Podatki z dotične QR kode so prebrani.

# UniversalQRScanner_Info_body2
source: When you scan QR codes for certificate verification during the ticketing process, additional information about the booking provider is retrieved.
sl: Ko med procesom preverjanja vstopnic skenirate QR kodo, se pridobijo dodatni podatki o ponudniku rezervacij.

# UniversalQRScanner_Info_bulletPoint1
source: Your test certificates, vaccination certificates, certificates of recovery, and certificates for your family members
sl: Vaša potrdila o testiranju, potrdila o cepljenju, potrdila o prebolelosti in potrdila za vaše družinske člane

# UniversalQRScanner_Info_bulletPoint2
source: Check-ins for events and places
sl: Prijave za dogodke in kraje

# UniversalQRScanner_Info_bulletPoint4
source: Verification of your certificates during ticketing
sl: Preverjanje vaših potrdil ob preverjanju vstopnic

# UniversalQRScanner_Info_dataPrivacy
source: For information about data processing, please refer to the privacy notice.
sl: Za informacije o obdelavi podatkov, si preberite obvestilo o zasebnosti.

# UniversalQRScanner_Info_title
source: Information about QR codes
sl: Informacije o QR kodah

# UniversalQRScanner_InstructionDescription
source: Scan QR codes at events or your digital COVID certificate.
sl: Skenirate lahko QR kode na dogodkih in digitalna covidna potrdila.

# UniversalQRScanner_ScannerTitle
source: Scan QR Code
sl: Skeniranje QR kod

# UniversalQRScanner_Tooltip_description
source: Quick access to QR Scanner
sl: Hiter dostop do QR skenerja.

# UniversalQRScanner_Tooltip_title
source: Scan QR Code
sl: Skenirajte QR kodo

# UpdateOS_text
source: You need the current iOS version to install the #OstaniZdrav App. To do so, open the settings in your iPhone and select General -> Software Update.
sl: Za namestitev aplikacije #OstaniZdrav potrebujete trenutno različico operacijskega sistema iOS. Odprite nastavitve v svojem iPhonu in izberite General -> Software Update.

# UpdateOS_title
source: Please update your iOS.
sl: Posodobite operacijski sistem iOS.

# Update_Message_Action_Later
source: Later
hu: Később
it: Più tardi
pt_pt: Mais tarde
sl: Pozneje

# Update_Message_Action_Update
source: Update
hu: Frissítés
it: Aggiornamento
pt_pt: Atualizar
sl: Posodobitev

# Update_Message_Text
source: There is an update available for the #OstaniZdrav App.
hu: Az #OstaniZdrav alkalmazáshoz frissítés áll rendelkezésre.
it: È disponibile un aggiornamento per l'app #RestaSano.
pt_pt: Está disponível uma atualização para a Corona-Warn-App.
sl: Za aplikacijo #OstaniZdrav je na voljo posodobitev.

# Update_Message_Text_Force
source: Please note, you can only use the #OstaniZdrav App again once you have installed the latest update.
hu: Az #OstaniZdrav alkalmazást csak akkor tudja ismét használni, amikor letölti a legújabb frissítést.
it: Non potrai utilizzare di nuovo l'app #RestaSano finché non avrai installato l'ultimo aggiornamento.
pt_pt: Tenha em conta que só pode usar novamente a Corona-Warn-App quando tiver instalado a atualização mais recente.
sl: Aplikacijo #OstaniZdrav boste lahko ponovno uporabljali šele, ko boste namestili najnovejšo posodobitev.

# Update_Message_Title
source: Update available
hu: Frissítés áll rendelkezésre.
it: Aggiornamento disponibile.
pt_pt: Atualização disponível
sl: Na voljo je posodobitev

# VaccinationCertificate_Alert_message
source: We recommend keeping the vaccination certificates in the app even if they are no longer current.
sl: Predlagamo, da potrdila o cepljenju hranite v aplikaciji, tudi ko niso več veljavna.

# VaccinationCertificate_Alert_title
source: Do you want to delete the vaccination certificate?
sl: Ali želite izbrisati potrdilo o cepljenju?

# VaccinationCertificate_Details_OneOfOneHint
source: This is a vaccine that only requires one dose or a vaccine for a recovered person who only needs one dose.
sl: To je cepivo, pri katerem je potreben samo en odmerek.

# WarnOthersNotification_Description
source: Please share your test result and warn others.
sl: Delite informacijo o svoji okužbi in s tem opozorite druge.

# WarnOthersNotification_Title
source: You can help!
sl: Bodimo solidarni!

# errorReport_DetailedInformation_Content1
source: To confirm the authenticity of your app, your smartphone generates a unique identifier that contains information about the version of your smartphone and the app. This is necessary to ensure that only people who actually use the #OstaniZdrav App can send data to technical support and rule out manipulated error reports. To do so, the identifier is sent to Apple. In this process, data may be transferred to the U.S. or other third countries, where the level of data privacy may not correspond to European law and you may not be able to enforce your European rights to data privacy. In particular, security services in the third country could access and analyze the data with apple, even if there is no grounds for suspicion, and link this data with other information, for example. This only involves the identifier that is sent to Apple. Apple does not receive the information from your error report, however, Apple may be able to determine your identity based on the identifier and track that the authenticity check was performed on your smartphone. If you do not consent to this transfer of your data to a third country, please do not tap on “Agree and Send”. You will still be able to use the app, but you cannot send error reports.
sl: Za potrditev pristnosti vaše aplikacije bo vaš pametni telefon ustvaril edinstven identifikator, ki bo vseboval informacije o različici vašega pametnega telefona in aplikacije. S tem se zagotovi, da lahko samo osebe, ki dejansko uporabljajo aplikacijo #OstaniZdrav, pošljejo podatke ekipi za tehnično podporo in se tako prepreči prikrojevanje obvestil o napakah. Identifikator se zato posreduje Applu. V tem postopku se podatki lahko posredujejo v ZDA ali druge tretje države, kjer raven zasebnosti podatkov morda ni enaka ravni, ki jo zagotavlja evropska zakonodaja, zato morda ne boste mogli uveljavljati svojih pravic do zasebnosti podatkov, ki veljajo v Evropi. Varnostni organi tretjih držav lahko skupaj z Applom dostopajo in analizirajo podatke, čeprav ni razlogov za sum in te podatke na primer povezujejo z drugimi informacijami. Navedeno zadeva zgolj identifikator, ki je posredovan Applu. Apple ne prejme informacij iz vašega obvestila o napaki, vendar lahko ugotovi vašo identiteto na podlagi identifikatorja in izsledi, ali je bilo preverjanja pristnosti vašega pametnega telefona opravljeno. Če se ne strinjate s prenosom svojih podatkov v tretjo državo, ne tapnite »Sprejmi in pošlji«. Aplikacijo boste lahko še vedno uporabljali, vendar ne boste mogli pošiljati obvestil o napakah.

# errorReport_DetailedInformation_Headline
source: Verification of Authenticity and Data Transfer to Third Countries
sl: Preverjanje pristnosti in prenos podatkov v tretje države

# errorReport_Legal_DataPrivacy_Bullet1
source: Recording the error report is voluntary.
sl: Dokumentiranje obvestila o napaki je prostovoljno.

# errorReport_Legal_DataPrivacy_Bullet2
source: Initially, only you will have access to the error report. You can then decide whether to send the error report to the technical support team, whether to save the error report on your smartphone first, or whether to stop and erase the recorded information. If you first save the error report locally, this will give you the opportunity to view the error report yourself before submitting it to support.
sl: Sprva boste imeli dostop do obvestila o napaki samo vi. Odločite se lahko, da boste obvestilo o napaki poslali ekipi za tehnično podporo oziroma ga boste najprej shranili v svoj pametni telefon, ali pa boste prekinili in zabeležene informacije izbrisali. Če obvestilo o napaki najprej shranite lokalno, ga boste lahko sami pregledali, še preden ga boste poslali ekipi za tehnično podporo.

# errorReport_Legal_DataPrivacy_Bullet3
source: The error report contains sensitive information, such as details of your test result or the infection risk determined for you. It does not contain any information about the QR codes you used when registering your test, any information you recorded in the contact journal, or any information about your identity.
sl: Obvestilo o napaki vsebuje občutljive informacije, kot so podrobnosti o rezultatu vašega testa ali tveganju okužbe, ki je bilo opredeljeno za vas. Ne vsebuje informacij o kodah QR, ki ste jih uporabili pri prijavi svojega testa, informacij, ki ste jih zabeležili v dnevnik srečanj ali drugih informacij o vaši identiteti.

# errorReport_Legal_DataPrivacy_Bullet4
source: We do not recommend publishing the error reports or sending them by email.
sl: Ne priporočamo objave obvestil o napakah ali njihovo pošiljanje po elektronski pošti.

# errorReport_Legal_DataPrivacy_Bullet5
source: Private individuals as well as companies are not allowed to make you share a recorded error report with them.
sl: Zasebniki in podjetja od vas ne smejo zahtevati, da z njimi delite zabeleženo obvestilo o napaki.

# errorReport_Legal_DataPrivacy_Headline
source: Data protection and data security
sl: Varovanje in varnost podatkov

# errorReport_Legal_SendReports_Bullet1_Part1
source: The error report you create will be sent to the RKI for error analysis purposes.
sl: Obvestilo o napaki, ki ste ga ustvarili, je poslano NIJZ za analizo napak.

# errorReport_Legal_SendReports_Bullet1_Part2
source: The RKI will analyse the error report in order to be able to identify and fix possible causes of the errors that occur in your app. If you provide the error report ID to the technical support team, then the RKI will be able to associate the error report with you personally.
sl: NIJZ analizira obvestilo o napaki zaradi prepoznave in odprave morebitnih vzrokov napak, ki so se pojavile v vaši aplikaciji. Če ekipi za tehnično podporo posredujete številko ID-obvestila o napaki, bo lahko NIJZ obvestilo o napaki povezal z vami.

# errorReport_Legal_SendReports_Bullet2
source: Before the report is sent to the RKI, the authenticity of your app is checked once. For this purpose, a unique identifier is generated by your smartphone and transmitted to Apple in the US or other third countries, so that Apple can confirm the authenticity of your app to the RKI. The identifier contains information about the version of your smartphone and the app. Apple may thus be able to infer your identity and learn that your smartphone has been authenticated. Apple will not receive any further information from the app or the error report during this process.
sl: Preden je obvestilo poslano NIJZ, se preveri pristnost vaše aplikacije. Vaš pametni telefon ustvari edinstven identifikator, ki se prenese v Apple v ZDA ali druge tretje države, da lahko Apple NIJZ-ju potrdi pristnost vaše aplikacije. Identifikator vsebuje informacije o različici pametnega telefona in aplikaciji. Na tej podlagi lahko Apple ugotovi vašo identiteto in preveri pametni telefon. Med tem postopkom Apple iz aplikacije ne prejme drugih podatkov ali obvestila o napaki.

# errorReport_Legal_SendReports_Headline
source: Your consent
sl: Vaše soglasje

# errorReport_Legal_SendReports_Paragraph
source: If, after sending the report, you have provided your error report ID to the technical support team, then you may also request at any time that the other information you provided, the error report ID, and the error report itself be erased. Otherwise, the error report will be automatically erased after 14 days.
sl: Če ste ekipi za tehnično podporo posredovali številko ID-obvestila o napaki, potem ko ste poslali obvestilo, lahko tudi kadar koli zahtevate, da se druge informacije, ki ste jih posredovali, številka ID-obvestila o napaki in obvestilo o napaki izbrišejo. Sicer se obvestilo o napaki samodejno izbriše po 14 dneh.

# errorReport_Legal_SendReports_Subline
source: By tapping on “Agree and Send”, you consent to the following steps:
sl: Ko tapnete na »Sprejmi in pošlji«, podajate soglasje za:

# local_notifications_certificate_body
source: You have new messages from your #OstaniZdrav App.
sl: V aplikaciji #OstaniZdrav imate nova sporočila.

# local_notifications_certificate_title
source: #OstaniZdrav App
sl: Aplikacija #OstaniZdrav

# local_notifications_detectexposure_body
source: You have new messages from your #OstaniZdrav App.
hu: Új üzenete van az #OstaniZdrav alkalmazásban.
it: Hai nuovi messaggi nell'app #RestaSano.
pt_pt: Tem novas mensagens da sua Corona-Warn-App.
sl: Imate nova sporočila v aplikaciji #OstaniZdrav.

# local_notifications_detectexposure_title
source: #OstaniZdrav App
hu: #OstaniZdrav
it: #RestaSano
pt_pt: Corona-Warn-App
sl: #OstaniZdrav

# local_notifications_ignore
source: Ignore
hu: Hagyd figyelmen kívül!
it: Ignora
pt_pt: Ignorar
sl: Prezri

# local_notifications_testresults_body
source: You have new messages from your #OstaniZdrav App.
hu: Új üzenetei vannak az #OstaniZdrav alkalmazásban.
it: Hai nuovi messaggi nell'app #RestaSano.
pt_pt: Tem novas mensagens da sua Corona-Warn-App.
sl: Imate nova sporočila v aplikaciji #OstaniZdrav.

# local_notifications_testresults_title
source: #OstaniZdrav App
hu: #OstaniZdrav
it: #RestaSano
pt_pt: Corona-Warn-App
sl: #OstaniZdrav

# onboardingInfo_enableLoggingOfContactsPage_emptyEuDescription
source: You can view the participating countries in the exposure logging details.
sl: Oglejte si države, ki sodelujejo pri čezmejni izmenjavi ključev.

# onboardingInfo_enableLoggingOfContactsPage_emptyEuTitle
source: Participating Countries
sl: Sodelujoče države

# onboardingInfo_enableLoggingOfContactsPage_euDescription
source: Several countries have teamed up to enable transnational warnings. In other words, your potential exposure to users of the official coronavirus apps in all participating countries can now be taken into account. When a user submits their positive test result (more specifically: their random IDs) to warn others through the exchange server jointly operated by the participating countries, all users of the official coronavirus apps in all these countries can be warned of their potential exposure.
sl: Številne države sodelujejo pri omogočanju čezmejnega obveščanja o izpostavljenosti preko skupnega strežnika za izmenjavo ključev. To pomeni, da bodo stiki z uporabniki tujih uradnih aplikacij za boj proti COVID-19 upoštevani pri oceni vaše stopnje tveganja.

# onboardingInfo_enableLoggingOfContactsPage_euTitle
source: Transnational Exposure Logging
sl: Čezmejno beleženje izpostavljenosti

# onboardingInfo_enableLoggingOfContactsPage_participatingCountriesTitle
source: The following countries currently participate:
sl: Naslednje države trenutno sodelujejo pri čezmejni izmenjavi ključev:

# ppa_settings_privacy_information_body
source: By enabling “Share Data” above, you consent to the following: The app will transmit information it records to the RKI, on a daily basis. The data concerns possible exposures and warnings that have been displayed to you, test results you have retrieved, and whether you have warned other users, and information about your smartphone’s operating system. If you have provided further details above (region, age group), then the RKI will also receive this information. The RKI will compile this data into statistics and analyze it to assess the effectiveness and functioning of the app, and draw conclusions regarding the pandemic. The resulting knowledge will help to improve the app’s features and make it more user-friendly, as well as to inform other pandemic response measures. Before your data is analyzed, it is necessary to ensure that each app that shares data is only counted once, so as not to distort the statistics. This is why the authenticity of your app needs to be verified. For this purpose, a unique identifier is generated by your smartphone and transmitted to Apple in the U.S. or other third countries, so that Apple can confirm the authenticity of your app to the RKI. The identifier contains information about the version of your smartphone and the app. On this basis, Apple may be able to infer your identity and learn that your smartphone has been authenticated. Apple does not receive any other information from the app during this process. You can withdraw your consent at any time by disabling “Share Data” above.
sl: Če omogočite »Posredovanje podatkov«, boste podali svoje soglasje za: Aplikacija bo NIJZ dnevno prenesla anonimizirane podatke, ki jih beleži. Zbirali bomo anonimizirane podatke o: številu izpostavljenosti (število vseh zabeleženih stikov), številu in vrsti prejetih opozoril (majhno ali večje tveganje), in podatek o vnosu TAN kode v primeru potrditve okužbe. Če ste se odločili za izpolnjevanje dodatnih podatkov, bo NIJZ prejel tudi podatke o vaši regiji bivanja in starostni skupini (do 29. leta, med 30. in 59. letom, nad 60. letom). Prosimo vas, da te podatke samostojno ročno vnesete, saj ne bodo pridobljeni samodejno iz vašega telefona, so pa pomembni za kvalitetno oceno aplikacije. Namen obdelave podatkov je ocena učinkovitosti aplikacije #OstaniZdrav. Podatki bodo hranjeni največ za obdobje 5 let, po tem obdobju bodo trajno uničeni. Za namen analize bodo do podatkov dostopali NIJZ in njegovi pogodbeni obdelovalci. Pred analizo vaših podatkov je treba poskrbeti, da se vsaka naprava, ki izmenja podatke, šteje samo enkrat, da ne pride do izkrivljanja statističnih podatkov. Zato je treba preveriti pristnost vaše naprave. Vaš pametni telefon ustvari edinstven identifikator, ki se prenese v Apple v ZDA ali druge tretje države, da lahko Apple NIJZ-ju potrdi pristnost vaše naprave. Identifikator vsebuje informacije o različici pametnega telefona in aplikaciji. Na tej podlagi lahko Apple ugotovi vašo identiteto in preveri pametni telefon. Med tem postopkom Apple iz aplikacije ne prejme drugih podatkov. Soglasje lahko kadarkoli prekličete, tako da onemogočite funkcijo »Posredovanje podatkov« zgoraj.

# Home_resultCard_NegativeTitle
source: SARS-CoV-2
hu: Negatív teszteredmény
it: Risultato del test negativo
pt_pt: Diagnóstico negativo

# App_Information_Imprint_Section2_Text
source: korona@nijz.si razvoj.mju@gov.si
pt_pt: Nordufer 20 13353 Berlim representado pelo respetivo presidente

source: App_Information_Imprint_Section3_Title
hu: Kapcsolat
it: Contatto
pt_pt: Contacto

source: App_Information_Imprint_Section3_Text
hu: E-mail cím: ekc@gov.si Tel. sz..: 080 1787;külföldről: +386 1 478 7557
it: E-mail: ekc@gov.si Tel.: 080 1787; dall'estero: +386 1 478 7557
pt_pt: E-mail: CoronaWarnApp@rki.de Telefone: +49 30 18754 5100

source: App_Information_Imprint_Section4_Text
pt_pt: DE 165 893 430

# safari_corona_website
source: https://www.cepimose.si/aktualno/mobilna-aplikacija-ostanizdrav/
hu: https://www.gov.si/hu/temak/covid-19-jarvany/mobilna-aplikacija-ostanizdrav/
it: https://www.gov.si/teme/koronavirus-sars-cov-2/mobilna-aplikacija-ostanizdrav/
pt_pt: https://www.bundesregierung.de/corona-warn-app-faq-englisch

source: RiskLegend_Subtitle
hu: Az alkalmazás funkciói
it: Funzioni dell'app
pt_pt: Funções e conceitos importantes
