Repository: si-covid-19/ostanizdrav-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it, pt_pt, sl

# ExposureDetection_Guide_Hands
source: Wash your hands regularly and thoroughly with soap and water. Do not touch eyes, nose and mouth with unwashed or uninfected hands.
hu: Rendszeresen és alaposan mosson szappanos vízzel kezet. Ha nincs víz vagy szappan, fertőtlenítse kezét. Mosatlan vagy nem fertőtlenített kézzel ne érjen szeméhez, orrához, szájához!
it: Lavarsi le mani regolarmente e accuratamente con acqua e sapone. Se non sono disponibili acqua e sapone disinfetta le mani. Non toccare gli occhi, il naso e la bocca con le mani non lavate o non disinfettate.
pt_pt: Lave as mãos com regularidade.
sl: Redno in temeljito si umivajte roke z milom in vodo. Ne dotikajte se oči, nosu in ust z neumitimi ali nerazkuženimi rokami.

# ExposureDetection_Guide_Home
source: At a time when the application warns you of a higher risk, we advise you to follow the Instructions for persons who have been exposed to SARS-CoV-2 infection on the NIJZ website.
hu: Kerülje a felesleges érintkezést másokkal, különösen azokkal, akiknél fokozott a kockázata a betegség súlyosabb lefolyásának, például az idősekkel és krónikus betegekkel. Beltéri helyiségekben, ahol nem lehet betartani az elegendő távolságot egymás között, tanácsos a maszkviselés.
it: Evita il contatto non necessario con altre persone, in particolare con le persone a maggior rischio di un decorso più grave della malattia, come anziani e malati cronici. All'interno, dove non è possibile mantenere una distanza interpersonale sufficiente, si consiglia l'uso di una mascherina.
pt_pt: Se possível, vá para casa e fique em casa.
sl: V času, ko vas aplikacija opozarja na večje tveganje, svetujemo, da upoštevate Priporočila za osebe, ki so bile v stiku z okuženim s SARS-CoV-2, na spletni strani NIJZ.

# ExposureDetection_Guide_Hygiene
source: Limit contact with other people, especially avoid contact with the elderly and persons with chronic health problems. Wear a mask consistently and follow hygiene
sl: Omejite stike z ostalimi ljudmi, posebej se izognite stikom s starejšimi in z osebami s kroničnimi težavami z zdravjem. Dosledno nosite masko in upoštevajte higienska priporočila.

# ExposureDetection_Guide_Mask
source: Use a mask in medical institutions, DSO/PSVZ, pharmacies and other closed public spaces, including public transport.
hu: Beltéri helyiségekben, ahol nem lehet betartani az elegendő egymás közötti távolságot, tanácsos a maszkviselés. Rendszeresen szellőztessen.
it: All'interno, dove non è possibile mantenere una distanza interpersonale sufficiente, si consiglia l'uso di una mascherina. Ventilare i locali regolarmente.
pt_pt: Use uma máscara facial quando encontrar outras pessoas.
sl: Uporabljajte masko v zdravstvenih ustanovah, DSO/PSVZ, lekarnah in ostalih zaprtih javnih prostorih, vključno z javnim prevozom.

# ExposureDetection_Guide_Sneeze
source: Before coughing or sneezing, cover your mouth and nose with a paper towel, which you then discard, or cough or sneeze into the top of your sleeve.
hu: Köhögéskor vagy tüsszentéskor takarja száját és orrát papírzsebkendővel, vagy könyökhajlatába köhögjön vagy tüsszentsen!
it: Prima di tossire o starnutire copri la bocca e il naso con un fazzoletto di carta o tossisci o starnutisci nella parte superiore della manica.
pt_pt: Espirre ou tussa para a curva do cotovelo ou para um lenço de papel.
sl: Preden zakašljate ali kihnete, si pokrijte usta in nos s papirnatim robčkom, ki ga nato zavržete, ali pa zakašljajte ali kihnite v zgornji del rokava.

# ExposureDetection_Guide_Symptoms
source: Pay attention to your health. In case of signs or symptoms or a positive test for SARS-CoV-2, stay at home and consult with your physician over the phone.
sl: Bodite pozorni na svoje zdravstveno stanje. V primeru bolezenskih znakov ali simptomov oziroma pozitivnega testa na SARS-CoV-2 ostanite doma in se po telefonu posvetujte z zdravnikom.

# ExposureDetection_Guide_Title
source: If you can do a self-test.
sl: Če imate možnost, se samotestirajte.

# ExposureDetection_Guide_Vaccination
source: We recommend that you get vaccinated against covid-19.
sl: Priporočamo, da se cepite proti covidu-19.

# ExposureDetection_Guide_Vaccination_HighRisk
source: We recommend that you get vaccinated against covid-19.
sl: Priporočamo, da se cepite proti covidu-19.

# ExposureDetection_Guide_Ventilation
source: Ensure efficient ventilation of enclosed spaces.
sl: Poskrbite za učinkovito prezračevanje zaprtih prostorov.

# ExposureDetection_High
source: Increased Risk
hu: Nagyobb kockázat
it: Rischio elevato
pt_pt: Risco mais elevado
sl: Večje tveganje

# ExposureDetection_High_Red_Color
source: Red
sl: Rdeča

# ExposureDetection_Info_Contagion_Image_Title
source: If you have been infected unknowingly, here’s how you can reduce the risk of infecting others:
sl: Če ste bili okuženi nevede, lahko zmanjšate tveganje za okužbo drugih:

# ExposureDetection_Info_Contagion_Point1
source: Meetings and events: Avoid visits and activities that involve gathering with other people (clubs, bars, restaurants, cinemas, theaters, sports events).
sl: Srečanja in dogodki: Izogibajte se obiskom in dejavnostim, ki vključujejo druženje z drugimi ljudmi (bari, restavracije, kinodvorane, gledališča, športni dogodki).

# ExposureDetection_Info_Contagion_Point2
source: Working from home: If you are able to, work from home.
sl: Delo od doma: Če imate možnost, delajte od doma.

# ExposureDetection_Info_Contagion_Point3
source: Shopping: Have your groceries delivered or ask someone to shop for you.
sl: Nakupovanje: naj vam živila dostavijo na dom ali prosite nekoga, da nakupuje namesto vas.

# ExposureDetection_Info_Contagion_Point4
source: Public transportation: Avoid public transportation as much as possible, particularly at peak times.
sl: Javni prevoz: Izogibajte se javnemu prevozu, kolikor je le mogoče.

# ExposureDetection_Info_Contagion_Point5
source: Travel: Do not travel by plane or train.
sl: Potovanje: Ne potujte z letalom ali vlakom.

# ExposureDetection_Info_Contagion_Point6
source: If you have questions about quarantine measures, please contact your public health department. For further information, please see our FAQ page on quarantine measures.
sl: Če imate vprašanja o trenutnih ukrepih, se obrnite na vašega osebnega zdravnika.

# ExposureDetection_Info_Contagion_Title
source: Minimize Your Risk of Infection
sl: Zmanjšajte tveganje za okužbo

# ExposureDetection_Info_Contagion_TitleImage_Description
source: A person is sitting on a couch, reading a book. Another person is looking at their smartphone.
sl: Oseba sedi na kavču in bere knjigo. Druga oseba gleda v svoj pametni telefon.

# ExposureDetection_Info_HygieneRules_Point1
source: Use a mask in medical institutions, DSO/PSVZ, pharmacies and other closed public spaces, including public transport.
sl: Uporabljajte masko v zdravstvenih ustanovah, DSO/PSVZ, lekarnah in ostalih zaprtih javnih prostorih, vključno z javnim prevozom.

# ExposureDetection_Info_HygieneRules_Point2
source: If you are at a higher risk of a more severe course of the disease, avoid mass events (especially indoors) or use all available protective measures (masks, vaccination, distance).
sl: Če imate večje tveganje za težji potek bolezni, se izogibajte množičnih dogodkov (posebej v zaprtih prostorih) oziroma se poslužite vseh dostopnih zaščitnih ukrepov (maske, cepljenje, razdalja).

# ExposureDetection_Info_HygieneRules_Point3
source: Before you cough or sneeze, cover your mouth and nose with a tissue and throw it away, or cough or sneeze into upper part of your sleeve.
sl: Preden zakašljate ali kihnete, si pokrijte usta in nos s papirnatim robčkom, ki ga nato zavrzite, ali pa zakašljajte ali kihnite v zgornji del rokava.

# ExposureDetection_Info_HygieneRules_Point4
source: Wash your hands regularly and thoroughly with soap and water. Do not touch eyes, nose and mouth with unwashed or unsanitized hands.
sl: Redno in temeljito si umivajte roke z milom in vodo. Ne dotikajte se oči, nosu in ust z neumitimi ali nerazkuženimi rokami.

# ExposureDetection_Info_HygieneRules_Point5
source: Ensure efficient ventilation of enclosed spaces.
sl: Poskrbite za učinkovito prezračevanje zaprtih prostorov.

# ExposureDetection_Info_HygieneRules_Title
source: Hygiene recommendations
sl: Higienska priporočila

# ExposureDetection_Info_HygieneRules_TitleImage_Description
source: Several people who are keeping their distance and wearing masks.
sl: Več ljudi, ki vzdržujejo varnostno razdaljo in nosijo maske.

# ExposureDetection_LastExposure
source: Most recently on %@
sl: Zadnja izpostavljenost %@

# ExposureDetection_LastExposure_One_Risk_Day
source: On %@
sl: Dne %@

# ExposureDetection_LastRiskLevel
source: Last exposure check: %@
hu: Legutóbbi kitettség naplózás: %@
it: Ultima registrazione dell'esposizione: %@
pt_pt: Último registo de exposição: %@
sl: Zadnje beleženje izpostavljenosti: %@

# ExposureDetection_LoadingText
source: Current data is being downloaded and checked. This can take several minutes.
hu: Az aktuális adatok letöltése és ellenőrzése. Ez percekig eltarthat.
it: È in corso la trasmissione e la verifica dei dati correnti. L'operazione potrebbe richiedere diversi minuti.
pt_pt: Estão a ser descarregados e verificados dados atuais. Este processo pode demorar vários minutos.
sl: Prenašajo in preverjajo se trenutni podatki. To lahko traja več minut.

# ExposureDetection_Low
source: Low Risk
hu: Alacsony kockázat
it: Rischio modesto
pt_pt: Risco baixo
sl: Majhno tveganje

# ExposureDetection_LowRiskExposure_Body
source: Your risk of infection is low because no contact has been reported with people who have been later confirmed to be infected with SARS-CoV-2.
sl: Vaše tveganje za okužbo je majhno, ker ni bilo zabeleženega stika z osebami, pri katerih je bila pozneje potrjena okužba s SARS-CoV-2, oziroma ker so bili vaši stiki kratkotrajni ali na večji razdalji. Zaradi tega je bilo vaše tveganje za okužbo ocenjeno kot majhno.

# ExposureDetection_LowRiskExposure_Subtitle
source: Why your risk of infection is low
sl: Zakaj je vaše tveganje majhno

# ExposureDetection_LowRiskExposure_Title
source: Exposures with low risk
sl: Izpostavljenosti z majhnim tveganjem

# ExposureDetection_LowRisk_Behavior_Subtitle
source: This is what you should do:
sl: Kaj morate narediti?

# ExposureDetection_Low_Green_Color
source: Green
sl: Zelena

# ExposureDetection_Off
source: Exposure logging stopped
hu: A kitettség naplózás leállítva.
it: La registrazione dell'esposizione è interrotta.
pt_pt: Registo de exposição parado
sl: Beleženje izpostavljenosti je ustavljeno

# ExposureDetection_OffText
source: Activate exposure logging to enable calculation of your current risk status.
hu: Kapcsolja be a kitettség naplózást a mai napi fertőzéskockázat értékeléséhez!
it: Attiva la registrazione dell'esposizione per valutare il tuo stato di rischio odierno.
pt_pt: Ativar registo de exposição para avaliar o seu estado de risco para hoje.
sl: Vklopite beleženje izpostavljenosti za oceno tveganja za okužbo na današnji dan.

# ExposureDetection_OutdatedText
source: Your risk calculation logging has not been updated for more than 48 hours. Please update the calculation.
hu: A kitettség naplózást már több mint 48 órája nem tudtuk frissíteni.
it: Non siamo stati in grado di aggiornare la registrazione dell'esposizione per più di 48 ore.
pt_pt: O seu registo de exposição não é atualizado há mais de 48 horas. Atualize o cálculo.
sl: Beleženja izpostavljenosti nismo mogli posodobiti več kot 48 ur.

# ExposureDetection_RefreshIn
source: Update in %@
pt_pt: Atualizar dentro de %@
sl: Posodobitev čez %@

# ExposureDetection_Refreshed
source: Updated: %@
hu: Frissített: %@
it: Aggiornato: %@
pt_pt: Atualizado: %@
sl: Posodobljeno: %@

# ExposureDetection_Refreshed_Never
source: Unknown
hu: Ismeretlen
it: Sconosciuto
pt_pt: Desconhecido
sl: Neznano

# ExposureDetection_RefreshingIn
source: Update in %02d:%02d minutes
hu: Frissítés %02d:%02d perc múlva
it: Aggiornamento tra %02d:%02d minuti
pt_pt: Atualizar dentro de %02d:%02d minutes
sl: Posodobitev čez %02d:%02d minut

# ExposureDetection_Risk_Failed_Body
source: The synchronization of random IDs with the server failed. You can restart the synchronization manually.
sl: Sinhronizacija dnevnih ključev s strežnikom ni uspela. Sinhronizacijo lahko ponovno zaženete ročno.

# ExposureDetection_Risk_Failed_Title
source: Exposure check failed
sl: Preverjanje izpostavljenosti ni uspelo

# ExposureDetection_Risk_Restart_Button_Title
source: Restart
sl: Ponovno zaženi

# ExposureDetection_Risk_Status_Detecting_Body
source: Your exposure data is being checked. This may take several minutes. Thank you for your patience.
sl: Prenašajo in preverjajo se trenutni podatki. To lahko traja več minut. Hvala za potrpežljivost

# ExposureDetection_Risk_Status_Detecting_Title
source: Check is running …
sl: Preverjanje v teku…

# ExposureDetection_Risk_Status_Downloading_Body
source: This may take several minutes. Thank you for your patience.
sl: To lahko traja več minut. Hvala za potrpežljivost.

# ExposureDetection_Risk_Status_Downloading_Title
source: Data is being downloaded…
sl: Prenos podatkov v teku…

# ExposureDetection_Survey_Card_Body
source: Help us to improve the app by answering a few simple questions.
sl: Pomagajte nam izboljšati aplikacijo, tako da odgovorite na nekaj preprostih vprašanj.

# ExposureDetection_Survey_Card_Button
source: Go To Survey
sl: Pojdi na anketo.

# ExposureDetection_Survey_Card_Title
source: Survey on #OstaniZdrav App
sl: Anketa o aplikaciji #OstaniZdrav

# ExposureDetection_Unknown
source: Unknown Risk
hu: Ismeretlen kockázat
it: Rischio sconosciuto
pt_pt: Risco desconhecido
sl: Neznano tveganje

# ExposureDetection_UnknownText
source: Since you have not activated exposure logging for long enough, we could not calculate your risk of infection.
hu: Mivel a kitettség naplózás nem volt elegendő ideig bekapcsolva, ezért nem tudtuk értékelni a fertőzési kockázatát.
it: Dato che la registrazione dell'esposizione non è stata attivata abbastanza a lungo non siamo stati in grado di valutare il rischio di infezione.
pt_pt: Uma vez que não tem o registo de exposição ativado há tempo suficiente, não é possível calcular o seu risco de infeção.
sl: Ker beleženje izpostavljenosti ni bilo vklopljeno dovolj dolgo, nismo mogli oceniti vašega tveganja za okužbo.

# ExposureDetection_WrongTime_Notification_Body
source: The time set on your device does not match the current time. As a result, your risk cannot be checked right now. Please set the correct time in your device settings.
sl: Čas nastavljen na vaši napravi se ne ujema z dejanskim časom, zaradi tega preverjanje stanja tveganja trenutno ni mogoče. Prosimo, nastavite pravilen čas v nastavitvah vaše naprave.

# ExposureDetection_WrongTime_Notification_Popover_Body
source: The time set on your device does not match the current time. As a result, your risk cannot be checked right now. Please set the correct time in your device settings.
sl: Čas nastavljen na vaši napravi se ne ujema z dejanskim časom, zaradi tega preverjanje stanja tveganja trenutno ni mogoče. Prosimo, nastavite pravilen čas v nastavitvah vaše naprave.

# ExposureDetection_WrongTime_Notification_Popover_Title
source: Exposure Check Not Possible
sl: Preverjanje izpostavljenosti ni mogoče

# ExposureDetection_WrongTime_Notification_Title
source: Exposure Check Not Possible
sl: Preverjanje izpostavljenosti ni mogoče

# ExposureNotificationSetting_AccLabel_BluetoothOff
source: A person has turned off Bluetooth on their smartphone, so an encounter with two other persons is not logged.
hu: Egy személy a készülékén kikapcsolta a Bluetooth-t, így két másik személlyel való kontaktus nem lett naplózva.
it: Una persona ha disattivato il Bluetooth sul proprio dispositivo, quindi il contatto con le altre due persone non è stato registrato.
pt_pt: Uma pessoa desligou o Bluetooth no seu smartphone, pelo que um encontro com outras duas pessoas não será registado.
sl: Oseba je na svoji napravi izklopila Bluetooth, zato stik z dvema drugima osebama ni bil zabeležen.

# ExposureNotificationSetting_AccLabel_Disabled
source: A person has deactivated exposure logging on their smartphone, so an encounter with two other persons is not logged.
hu: Egy személy a készülékén kikapcsolta a kitettség naplózást, így két másik személlyel való kontaktus nem lett naplózva.
it: Una persona ha disattivato la registrazione dell'esposizione sul proprio dispositivo, quindi il contatto con le altre due non è stato registrato..
pt_pt: Uma pessoa desativou o registo de exposição no seu smartphone, pelo que um encontro com outras duas pessoas não será registado.
sl: Oseba je na svoji napravi izklopila beleženje izpostavljenosti, zato stik z dvema drugima osebama ni bil zabeležen.

# ExposureNotificationSetting_AccLabel_Enabled
source: Three persons have activated exposure logging on their smartphones, which will log their encounters with each other.
hu: Hárman aktiválták a készülékükön a kitettség naplózást, ezzel naplózzák az egymás közötti kontaktusokat.
it: Tre persone hanno attivato la registrazione dell'esposizione sui propri dispositivi per registrare i contatti tra loro.
pt_pt: Três pessoas ativaram o registo de exposição nos seus dispositivos, que registarão os seus encontros uns com os outros.
sl: Tri osebe so na svojih napravah aktivirali beleženje izpostavljenosti, s čimer bodo beležili medsebojne stike.

# ExposureNotificationSetting_AccLabel_InternetOff
source: A person has turned off the Internet connection on their smartphone, so it is not possible to identify their last encounters.
hu: Egy személy a készülékén kikapcsolta az internetkapcsolatot, így a legutóbbi kontaktusokat nem lehetett észlelni.
it: Una persona ha disattivato la connessione Internet sul proprio dispositivo, quindi l'identificazione dei contatti recenti non è stata possibile.
pt_pt: Uma pessoa desligou a ligação à Internet no seu smartphone, pelo que não é possível identificar os seus últimos encontros.
sl: Oseba je na svoji napravi izklopila internetno povezavo, zato identifikacija zadnjih stikov ni bila mogoča.

# ExposureNotificationSetting_ActionCell_Header
source: Setting
hu: Beállítás
it: Impostazioni
pt_pt: Definição
sl: Nastavitev

# ExposureNotificationSetting_Activate_Action
source: Accept
hu: Elfogad.
it: Accetta.
pt_pt: Aceitar
sl: Sprejmi

# ExposureNotificationSetting_Activate_Bluetooth
source: Turn on Bluetooth
hu: Kapcsolja be a Bluetooth-t!
it: Attiva il Bluetooth.
pt_pt: Ligar o Bluetooth
sl: Vklopite Bluetooth

# ExposureNotificationSetting_Activate_Internet
source: Open Internet connection
hu: Kapcsolja be az internetkapcsolatot!
it: Attiva la connessione internet.
pt_pt: Abrir ligação à Internet
sl: Odprite Povezave

# ExposureNotificationSetting_Activate_OSENSetting
source: Enable Exposure Notifications
hu: Engedélyezze a naplózást és a COVID-19-nek való kitettségről szóló értesítéseket!
it: Consenti la registrazione e gli avvisi sull'esposizione al COVID-19.
pt_pt: Ativar o registo de exposição e as notificações de COVID-19
sl: Omogočite beleženje in obvestila o izpostavljenosti COVID-19.

# ExposureNotificationSetting_Activate_OSENSetting_Description
source: Exposure logging requires exposure notifications to be activated in your device settings, so that encounters can be logged. Select 'Open Device Settings' -> 'Exposure Notifications' -> 'Share Exposure Information'. Then define the app as the active app for exposure notifications by selecting 'Specify as Active Region'.
hu: A kitettség naplózáshoz a rendszerbeállításoknál aktiválnia kell a COVID-19-nek való kitettségre vonatkozó naplózást és a kitettségről szóló értesítést, hogy működhessen a kontaktnaplózás. A rendszerbeállításoknál engedélyezze a »Naplózást és a COVID-19-nek való kitettségről szóló értesítéseket!«.
it: Per la registrazione dell'esposizione è necessario attivare la registrazione e gli avvisi sull'esposizione al COVID-19 nelle impostazioni di sistema, in modo che i contatti possano essere registrati. Abilita 'Registrazione e avvisi sull'esposizione al COVID-19' nelle impostazioni di sistema.
pt_pt: Para o registo de exposição, é necessário ativar o registo de exposição e as notificações de COVID-19 nas definições do sistema, para que seja possível registar os encontros. Ative "Registo de exposição e notificações de COVID-19" nas definições do seu sistema.
sl: Za beleženje izpostavljenosti morate v sistemskih nastavitvah aktivirati beleženje in obvestila o izpostavljenosti COVID-19, da se lahko beležijo stiki. V svojih sistemskih nastavitvah omogočite »Beleženje in obvestila o izpostavljenosti COVID-19«.

# ExposureNotificationSetting_Activate_OSENSetting_Description_Pre13.7
source: Exposure logging requires COVID-19 Exposure Notifications to be activated in your device settings, so that encounters can be logged. Select 'Open Device Settings' and activate 'COVID-19 Exposure Notifications' in the settings.
sl: Za beleženje izpostavljenosti in stikov, morajo biti aktivirana Obvestila o beleženju izpostavljenosti COVID-19. To lahko storite v nastavitvah naprave.

# ExposureNotificationSetting_Activate_OSENSetting_Pre13.7
source: Activate COVID-19 Exposure Notifications
sl: Aktivirajte Obvestila o beleženju izpostavljenosti COVID-19

# ExposureNotificationSetting_AuthenticationError
source: An error occurred while activating the exposure logging feature. Please check whether you have activated the COVID-19 exposure log in your settings.
hu: A kitettség naplózás aktiválásakor hiba történt. Menjen be a rendszerbeállításokba és gondoskodjon arról, hogy az alkalmazást engedélyezte a COVID-19-nek való kitettség naplózásának használatára.
it: Si è verificato un errore durante l'attivazione della registrazione dell'esposizione. Vai alle impostazioni di sistema e assicurati che questa app sia autorizzata a utilizzare la registrazione dell'esposizione al COVID-19.
pt_pt: Ocorreu um erro ao ativar a função de registo de exposição. Verifique se ativou o registo de exposição à COVID-19 nas suas definições.
sl: Med aktiviranjem beleženja izpostavljenosti se je pojavila napaka. Pojdite v sistemske nastavitve in poskrbite, da je ta aplikacija avtorizirana za uporabo beleženja izpostavljenosti COVID-19.

# ExposureNotificationSetting_AuthorizationRequired_ActionTitle
source: Authorization
hu: Engedélyezés
it: Autorizzazione
pt_pt: Autorização
sl: Avtorizacija

# ExposureNotificationSetting_AuthorizationRequired_OSENSetting
source: Authorization required
hu: Engedélyezés szükséges.
it: È necessaria l'autorizzazione.
pt_pt: Autorização necessária
sl: Potrebna je avtorizacija

# ExposureNotificationSetting_AuthorizationRequired_OSENSetting_Description
source: Please confirm use of COVID-19 exposure logging.
hu: Erősítse meg, hogy használja a COVID-19-nek való kitettség naplózást!
it: Conferma che utilizzi la registrazione dell'esposizione al COVID-19.
pt_pt: Confirme a utilização do registo de exposição à COVID-19.
sl: Potrdite, da uporabljate beleženje izpostavljenosti COVID-19.
