Repository: si-covid-19/ostanizdrav-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it, pt_pt, sl

# ExposureSubmissionResult_testRemoveDesc
source: You have to remove the last test before you can register a new one.
hu: A tesztet törölje az #OstaniZdrav alkalmazásból, hogy szükség esetén el tudja menteni az új tesztkódot.
it: Elimina il test dall'app #RestaSano in modo da poter salvare il nuovo codice del test, se necessario.
pt_pt: Elimine o teste da Corona-Warn-App, para poder guardar aqui um novo teste, caso seja necessário.
sl: ExposureSubmissionResult_testRemoveDesc

# ExposureSubmissionResult_warnOthers
source: Input the day of onset of symptoms
hu: Mások figyelmeztetése
it: Avviso agli altri
pt_pt: Avisar os outros
sl: Vnesite dan začetka simptomov

# ExposureSubmissionResult_warnOthersDesc
source: This will allow the app to more accurately calculate the risk of infection for other app users.
hu: Ossza meg az elmúlt 14 nap véletlenszerű azonosítót, hogy védjen másokat és megszakítsa a fertőzési láncot!
it: Condividi i tuoi codici di trasmissione casuale degli ultimi 14 giorni per proteggere gli altri e interrompere la catena di trasmissione delle infezioni.
pt_pt: Partilhe os seus IDs aleatórios dos últimos 14 dias para proteger os outros e quebrar a cadeia de infeção.
sl: Tako bo lahko aplikacija natančneje izračunala tveganje za okužbo za druge uporabnike aplikacije.

# ExposureSubmissionSuccess_AccImageDescription
source: Everyone in the group is happy because someone shared their daily keys.
hu: A csoportban mindenki örül, mert valaki megosztotta a fertőzésére vonatkozó adatot.
it: Tutto il gruppo si rallegra che qualcuno abbia condiviso il risultato del proprio test.
pt_pt: Todos os membros do grupo festejam porque alguém partilhou o resultado do respetivo teste.
sl: Vsi v skupini se veselijo, ker je nekdo delil rezultat svojega testa.

# ExposureSubmissionSuccess_Button
source: That’s it!
hu: Ez az
it: Tutto qua.
pt_pt: E pronto!
sl: Končano

# ExposureSubmissionSuccess_Description
source: Thanks to your support, other people can now be warned and respond appropriately.
hu: Köszönjük a támogatást! Most mások figyelmeztetést kaphatnak, és megfelelően reagálhatnak.
it: Grazie per l'aiuto. Ora gli altri possono ricevere un avviso e rispondere di conseguenza.
pt_pt: Graças ao seu apoio, outras pessoas podem agora ser avisadas e reagir em conformidade.
sl: Vaš prispevek je dragocen. Hvala za podporo. Zdaj lahko drugi prejmejo opozorilo in se ustrezno odzovejo.

# ExposureSubmissionSuccess_PCR_listItem0
source: Follow the isolation instructions provided by your healthcare provider.
sl: Spoštujte navodila o izolaciji, ki ste jih prejeli s strani zdravstvene službe.

# ExposureSubmissionSuccess_PCR_listItem1
source: The public health authority may contact you within the next few days.
sl: Ustanova za javno zdravje bo v naslednjih nekaj dneh vzpostavila stik z vami prek telefona ali pisno po pošti.

# ExposureSubmissionSuccess_RAT_listItem0
source: Follow the isolation instructions provided by your healthcare provider.
sl: Spoštujte navodila o izolaciji, ki ste jih prejeli s strani zdravstvene službe.

# ExposureSubmissionSuccess_RAT_listItem1
source: Take a PCR test to verify this test result.
sl: Opravite test PCR za potrditev rezultata testa.

# ExposureSubmissionSuccess_Title
source: Thank you!
hu: Köszönjük
it: Grazie.
pt_pt: Obrigado!
sl: Hvala!

# ExposureSubmissionSuccess_listItem2_1
source: The duration of isolation is at the discretion of your treating physician.
hu: Az izolációs időszak várhatólag 14 nappal a tünetek enyhülése után ér véget. Az izoláció időtartamát háziorvosa határozza meg.
it: Il periodo di isolamento dovrebbe terminare 14 giorni dopo la scomparsa dei sintomi e dei segni. La durata dell'isolamento è valutata dal tuo medico generico.
pt_pt: Habitualmente, o seu período de quarentena será de 14 dias. Observe os seus sintomas e monitorize a respetiva evolução.
sl: O trajanju izolacije presoja vaš lečeči zdravnik.

# ExposureSubmissionSuccess_listItem2_2
source: In case of worsening of the disease, consult your chosen personal or on-duty doctor by phone. In an emergency, call 112. Tell them you have been diagnosed with SARS-CoV-2.
hu: A betegség súlyosbodása esetén telefonon konzultáljon a háziorvosával vagy az ügyeletes orvossal.
it: In caso di peggioramento della malattia consulta telefonicamente il medico generico o il medico di turno.
pt_pt: A sua autoridade de saúde pública vai pedir-lhe que crie uma lista das pessoas com quem teve contacto. Essa lista deve incluir todas as pessoas com quem teve contacto próximo (a menos de 2 metros de distância, conversa cara-a-cara) durante mais de 15 minutos, nos dois dias anteriores ao aparecimento dos sintomas.
sl: V primeru poslabšanja bolezni se po telefonu posvetujte z vašim izbranim osebnim ali dežurnim zdravnikom.

# ExposureSubmissionSuccess_listItem2_3
source: In an emergency, call 112. Tell them you have been diagnosed with SARS-CoV-2.
hu: Vészhelyzetben hívja a 112-es számot.
it: In caso di emergenza chiama il 112.
pt_pt: Tenha especialmente em conta as pessoas que não serão notificadas diretamente pela aplicação, por tão terem um smartphone ou por não terem instalado a aplicação.
sl: V nujnih primerih pokličite 112. Povejte, da je bila pri vas potrjena okužba s SARS-CoV-2.

# ExposureSubmissionSuccess_listItem2_4
source: Even when you no longer have any symptoms and you feel well again, you could still be infectious, so please follow the designated isolation period.
hu: Mondja el, hogy Önnél megerősítették a SARS-CoV-2 fertőzést!
it: Di' loro che ti è stata diagnosticata l'infezione da SARS-CoV-2.
pt_pt: Ainda que já não tenha sintomas e se sinta novamente bem, pode continuar a ser infecioso.
sl: Tudi ko nimate več simptomov in se spet dobro počutite, ste lahko še vedno kužni, zato vas prosimo, da upoštevate določeno obdobje karantene.

# ExposureSubmissionSuccess_listTitle
source: Please note:
hu: Ne felejtse:
it: Ricorda:
pt_pt: Tenha em conta:
sl: Ne pozabite:

# ExposureSubmissionSuccess_subTitle
source: Other information:
hu: Egyéb információk:
it: Altre informazioni:
pt_pt: Outras informações:
sl: Druge informacije:

# ExposureSubmissionSymptomsOnset_AnswerOptionLastSevenDays
source: In the last 7 days
sl: V zadnjih 7 dneh

# ExposureSubmissionSymptomsOnset_AnswerOptionMoreThanTwoWeeksAgo
source: More than 2 weeks ago
sl: Več kot dva tedna nazaj

# ExposureSubmissionSymptomsOnset_AnswerOptionOneToTwoWeeksAgo
source: 1-2 weeks ago
sl: Pred enim do dvema tednoma

# ExposureSubmissionSymptomsOnset_AnswerOptionPreferNotToSay
source: No answer
sl: Preskoči

# ExposureSubmissionSymptomsOnset_ContinueButton
source: Continue
sl: Naprej

# ExposureSubmissionSymptomsOnset_DatePickerTitle
source: Date
sl: Točen datum

# ExposureSubmissionSymptomsOnset_Description
source: Please specify the date as accurately as possible. If you cannot specify an exact date, you can choose from the options listed below.
sl: Poskusite čim bolj natančno določiti datum začetka simptomov. Če točnega datuma ne morete določiti, lahko izbirate med spodaj zapisanimi možnostmi. Nato kliknite Končano.

# ExposureSubmissionSymptomsOnset_Subtitle
source: When did you first notice the symptoms?
sl: Kdaj so se simptomi začeli?

# ExposureSubmissionSymptomsOnset_Title
source: Onset of Symptoms
sl: Datum začetka simptomov

# ExposureSubmissionSymptoms_AnswerOptionNo
source: No
sl: Ne

# ExposureSubmissionSymptoms_AnswerOptionPreferNotToSay
source: No answer
sl: Preskoči

# ExposureSubmissionSymptoms_AnswerOptionYes
source: Yes
sl: Da

# ExposureSubmissionSymptoms_CancelAlertButtonCancel
source: Yes
sl: Izhod

# ExposureSubmissionSymptoms_CancelAlertButtonContinue
source: No
sl: Dokončanje oddaje

# ExposureSubmissionSymptoms_CancelAlertMessage
source: Your input will not be saved.
sl: Vaš vnos ne bo shranjen.

# ExposureSubmissionSymptoms_CancelAlertTitle
source: DO you want to cancel?
sl: Želite preklicati?

# ExposureSubmissionSymptoms_ContinueButton
source: Next
sl: Naprej

# ExposureSubmissionSymptoms_Description
source: Have you experienced one or more of the following symptoms?
sl: Ali ste imeli enega ali več naslednjih simptomov?

# ExposureSubmissionSymptoms_DoneButton
source: Done
sl: Končano

# ExposureSubmissionSymptoms_Introduction
source: If you do not want to provide information about your symptoms, select 'No answer'.
sl: Če teh informacij ne želite posredovati, izberite 'Preskoči'

# ExposureSubmissionSymptoms_Symptom0
source: Feeling unwell
sl: Slabo počutje

# ExposureSubmissionSymptoms_Symptom1
source: Cold signs
sl: Prehladni znaki

# ExposureSubmissionSymptoms_Symptom2
source: Cough
sl: Kašelj

# ExposureSubmissionSymptoms_Symptom3
source: Fever
sl: Povišana telesna temperatura

# ExposureSubmissionSymptoms_Symptom4
source: Shortness of breath
sl: Težko dihanje

# ExposureSubmissionSymptoms_Symptom5
source: Headache and aching limbs
sl: Glavobol ali bolečine v mišicah

# ExposureSubmissionSymptoms_Symptom6
source: Loss of sense of smell/taste
sl: Izguba vonja ali okusa

# ExposureSubmissionSymptoms_Symptom7
source: Sore throat
sl: Bolečine v žrelu

# ExposureSubmissionSymptoms_Title
source: Symptoms
sl: Simptomi

# ExposureSubmissionTanEntry_Description
source: Enter the 10-digit TAN that you were given.
hu: Vigye be a kapott, tízjegyű TAN-számot!
it: Inserisci il numero TAN di 10 cifre che hai ricevuto.
pt_pt: Introduza o TAN de 10 dígitos que lhe foi fornecido.
sl: Vnesite 10-mestno TAN kodo, ki ste jo prejeli.

# ExposureSubmissionTanEntry_EntryField
source: TAN Entry Field
hu: Szövegmező a TAN-szám beviteléhez
it: Campo per l'inserimento del numero TAN
pt_pt: Campo de introdução do TAN
sl: Polje za vnos TAN kode

# ExposureSubmissionTanEntry_InvalidCharacterError
source: Your entry contains invalid characters. Please check your entry.
hu: Érvénytelen TAN-szám, ellenőrizze a bevitelt.
it: Numero TAN non valido, controlla l'inserimento.
pt_pt: Entrada inválida, confira a sua entrada.
sl: Neveljavna TAN koda, preverite svoj vnos.

# ExposureSubmissionTanEntry_InvalidError
source: Invalid TAN. Please check your entry.
hu: Érvénytelen TAN-szám, ellenőrizze a bevitelt.
it: Numero TAN non valido, controlla l'inserimento.
pt_pt: TAN inválido, confira a sua entrada.
sl: Neveljavna TAN kode, preverite svoj vnos.

# ExposureSubmissionTanEntry_Submit
source: Next
hu: Tovább
it: Avanti
pt_pt: Seguinte
sl: Naprej

# ExposureSubmissionTanEntry_Title
source: Enter TAN
hu: TAN-szám bevitele
it: Inserimento del numero TAN
pt_pt: Introdução do TAN
sl: Vnos TAN kode

# ExposureSubmissionTestresultAvailable_AccImageDescription
source: A woman holds her smartphone in her hand. It is sending a signal to another smartphone.
sl: Ženska drži v roki pametni telefon, ki pošilja signal drugemu pametnemu telefonu.

# ExposureSubmissionTestresultAvailable_CloseAlertButtonCancel
source: Cancel
sl: Prekliči

# ExposureSubmissionTestresultAvailable_CloseAlertButtonContinue
source: Next
sl: Naprej

# ExposureSubmissionTestresultAvailable_CloseAlertTitle
source: After you have read your test result, you can notify others if necessary and break the chain of infection.
sl: ExposureSubmissionTestresultAvailable_CloseAlertTitle

# ExposureSubmissionTestresultAvailable_Consent_granted
source: Consent “Warn others” granted
sl: ExposureSubmissionTestresultAvailable_Consent_granted

# ExposureSubmissionTestresultAvailable_Consent_not_given
source: Consent “Warn others” not granted
sl: ExposureSubmissionTestresultAvailable_Consent_not_given

# ExposureSubmissionTestresultAvailable_ListItem1WithConsent
source: Thank you for agreeing to share your test result and helping to warn others as a result.
sl: ExposureSubmissionTestresultAvailable_ListItem1WithConsent

# ExposureSubmissionTestresultAvailable_ListItem1WithoutConsent
source: You have chosen not to share your test result. Others will not be warned.
sl: 2 no consent

# ExposureSubmissionTestresultAvailable_ListItem2WithConsent
source: If you have not granted your consent to access the random IDs or if more than five days have passed since then, please grant your consent in the next step.
sl: 3 no consent

# ExposureSubmissionTestresultAvailable_ListItem2WithoutConsent
source: In the next step, you have the opportunity to change your mind and share your test result after all, to help stop the spread of coronavirus and protect others.
sl: 4 no consent

# ExposureSubmissionTestresultAvailable_Title
source: Your test result is available
sl: ExposureSubmissionTestresultAvailable_Title

# ExposureSubmissionTestresultAvailable_primaryButtonTitle
source: Next
sl: ExposureSubmissionTestresultAvailable_primaryButtonTitle

# ExposureSubmissionWarnOthers_AccImageDescription
source: A device transmits an encrypted positive test diagnosis to the system.
hu: A készülék elküldi a rendszerbe a titkosított pozitív diagnózist a teszt alapján.
it: Il dispositivo trasmette al sistema la diagnosi positiva crittografata basata sul test.
pt_pt: Um dispositivo transmite ao sistema um diagnóstico de teste positivo encriptado.
sl: Telefon prenaša šifrirano pozitivno diagnozo na podlagi testa v sistem.

# ExposureSubmissionWarnOthers_acknowledgementBody
source: By tapping on “Accept”, you consent to the following steps:
sl: S klikom na »Naprej«, boste oddali svoje soglasje, s katerim dovoljujete:

# ExposureSubmissionWarnOthers_acknowledgementTitle
source: Your Consent
sl: Vaše soglasje

# ExposureSubmissionWarnOthers_acknowledgement_1_1
source: The app will share your daily keys in order to warn users whom you have encountered. This applies to users of coronavirus apps from the above countries and users who were simultaneously checked in at the same event or place as you. In the case of rapid tests, only users of the #OstaniZdrav App will be warned. If you provide additional information about the onset of symptoms, this will be also shared.
sl: Aplikacija bo delila vaše dnevne ključe, da bo opozorila druge uporabnike uradnih koronavirusnih aplikacij. Opozorilo bo delovalo v zgoraj omenjenih državah. Če navedete dodatne informacije o začetku simptomov, se bodo tudi ti delili. V naslednjem koraku prosimo delite svoje dnevne ključe v zadnjih 14 dneh, tako da tapnete »Sprejmi«.

# ExposureSubmissionWarnOthers_acknowledgement_1_2
source: In the next step, grant your consent to access random IDs.
sl: V naslednjem koraku podajte svoje soglasje, da boste lahko dostopali do naključnih oddajnih kod.

# ExposureSubmissionWarnOthers_consent_bullet1
source: Your consent is voluntary.
sl: Vaše soglasje je prostovoljno.

# ExposureSubmissionWarnOthers_consent_bullet2
source: You can abort the key submission process. Sharing the keys will help protect others from infection.
sl: Postopek oddaje ključev lahko prekinete. Če boste ključe delili, boste s tem pomagali zaščititi druge pred okužbo.

# ExposureSubmissionWarnOthers_consent_bullet3
source: Your identity will remain secret. Other users will not find out who has shared their daily keys.
sl: Vaša identiteta ne bo razkrita. Drugi uporabniki ne bodo izvedeli, kdo je delil dnevne ključe.

# ExposureSubmissionWarnOthers_consent_bullet4
source: Under 'My Events' you can see the events you will share with others. You can remove individual logins from the list and not include them in the alert process.
sl: Pod »Moji dogodki« lahko vidite dogodke, ki jih boste delili z drugimi. Posamezne dogodke lahko odstranite s seznama in jih ne vključite v postopek opozarjanja.

# ExposureSubmissionWarnOthers_consent_bullet5
source: You must be at least 16 years old to grant your consent.
sl: Če želite podati soglasje, morate biti stari najmanj 16 let.

# ExposureSubmissionWarnOthers_continueButton
source: Accept
hu: Tovább
it: Avanti
pt_pt: Seguinte
sl: Sprejmi

# ExposureSubmissionWarnOthers_description
source: Share information about your infection anonymously to alert others.
hu: Ezután engedélyezheti, hogy az #OstaniZdrav alkalmazás megossza meg az elmúlt 14 nap véletlenszerű azonosítóit. Ezzel figyelmeztethet másokat és elősegíti a fertőzési lánc megszakítását Mivel csak személyhez nem köthető véletlenszerű azonosítókat kerülnek megosztásra, az ön személyazonossága ismeretlen marad.
it: Puoi quindi consentire all'app #RestaSano di condividere i tuoi codici di trasmissione casuali degli ultimi 14 giorni con gli altri. In questo modo allerterai altre persone e aiuterai a spezzare la catena di trasmissione delle infezioni. Dato che vengono trasmessi solo codici di trasmissione casuale impersonali la tua identità rimarrà anonima.
pt_pt: A seguir, pode certificar-se de que a Corona-Warn-App partilha os seus IDs aleatórios dos últimos 14 dias com outros. Ao fazer isso, pode avisar outras pessoas e ajudar a quebrar a cadeia de infeção. Como só são transmitidos IDs aleatórios impessoais, a sua identidade permanecerá anónima.
sl: Anonimno delite informacijo o svoji okužbi in s tem opozorite druge.

# ExposureSubmissionWarnOthers_supportedCountriesTitle
source: The warning feature works in several countries. The following countries are currently participating:
sl: Opozorilo deluje v več državah. Naslednje države trenutno sodelujejo pri čezmejni izmenjavi ključev:

# ExposureSubmissionWarnOthers_title
source: Warn Others
hu: Mások figyelmeztetése
it: Avviso agli altri
pt_pt: Avisar os outros
sl: Opozorite druge

# ExposureSubmission_Antigen_Profile_DateOfBirth_Format
source: Born %@
sl: Rojena(-a) %@

# ExposureSubmission_Antigen_Profile_Header_Text
source: Rapid Test Profile
sl: Profil hitrih testov

# ExposureSubmission_Antigen_Profile_Information_Dataprivacy_Title
source: For more information, please refer to the privacy notice.
sl: Za več informacij glejte obvestilo o varstvu podatkov.

# ExposureSubmission_Antigen_Profile_Information_DescriptionSubHeadline
source: When you create a rapid test profile, you will not have to fill out your personal data again before every rapid test.
sl: Ko ustvarite profil hitrih testov, vam ne bo treba izpolniti osebnih podatkov pred vsakim hitrim testom.

# ExposureSubmission_Antigen_Profile_Information_Description_Title
source: Save your personal data as a QR code to speed up registration at testing points.
sl: Za hitrejšo registracijo na mestih testiranja shranite svoje osebne podatke v obliki QR kode.

# ExposureSubmission_Antigen_Profile_Information_Image_Description
source: A woman with a smartphone in her hand is standing in front of a building. A QR code symbolizes the rapid test profile to be scanned.
sl: Ženska s pametnim telefonom v roki stoji pred zgradbo. QR koda ponazarja profil hitrih testov, ki ga je treba skenirati.

# ExposureSubmission_Antigen_Profile_Information_PrimaryButton
source: Continue
sl: Nadaljuj

# ExposureSubmission_Antigen_Profile_Information_Title
source: Rapid Test Profile
sl: Profil hitrih testov

# ExposureSubmission_Antigen_Profile_Legal_Headline
source: Data protection and data security
sl: Varovanje in varnost podatkov

# ExposureSubmission_Antigen_Profile_Legal_Text01
source: Creating a rapid test profile in the app, and using it, are voluntary.
sl: Izdelava profila hitrih testov v aplikaciji in njegova uporaba sta prostovoljni.

# ExposureSubmission_Antigen_Profile_Legal_Text02
source: The app converts the data you enter for your rapid test profile into your personal QR code. The QR code then contains all the data you entered.
sl: Aplikacija pretvori podatke, ki ste jih vnesli v profil hitrih testov, v vašo osebno QR kodo. QR koda nato vsebuje vse podatke, ki ste jih vnesli.

# ExposureSubmission_Antigen_Profile_Legal_Text03
source: At a testing point, you can then have your rapid test profile’s QR code scanned as a means of quickly and securely providing your data to the testing point. The testing point will need your data to carry out the test. However, you do not need the app to provide your data. You decide yourself which data is included in the QR code, and which information you communicate to the testing point by other means.
sl: Na mestu testiranja lahko QR kodo svojega profila hitrih testov skenirate in tako svoje podatke hitreje in varneje posredujete na mesto testiranja. Na mestu testiranja potrebujejo vaše podatke za izvedbo testa. Svojih podatkov ni treba posredovati prek aplikacije. Sami odločate o tem, kateri podatki bodo vsebovani v kodi QR in katere informacije boste drugače sporočili na mesto testiranja.

# ExposureSubmission_Antigen_Profile_Legal_Text04
source: To begin with, only you will have access to your personal rapid test profile. Other people can only access the personal data contained in your rapid test profile if you show them your rapid test profile’s QR code. This will not provide access to other data from the app (e.g. your check-ins or information in your contact journal).
sl: Samo vi imate dostop do svojega profila hitrih testov. Druge osebe lahko dostopajo do osebnih podatkov v vašem profilu hitrih testov samo, če jim pokažete QR kodo svojega profila hitrih testov. S tem jim ne bo omogočen dostop do drugih podatkov v aplikaciji (npr. vaših prijav ali podatkov v vašem dnevniku srečanj).

# ExposureSubmission_Antigen_Profile_Legal_Text05
source: You have the possibility to delete your rapid test profile at any time. Until then, it will remain stored in the app on your smartphone.
sl: Profil hitrih testov lahko kadarkoli izbrišete. Dokler tega ne storite, bo ostal shranjen v aplikaciji na vašem pametnem telefonu.

# ExposureSubmission_Antigen_Profile_Legal_Text06
source: The QR code contains your personal information. Do not provide your personal QR code to anyone if you do not want the data to be read. We do not recommend publishing your personal QR code or sending it by email.
sl: QR koda vsebuje vaše osebne podatke. Osebne QR kode ne delite z nikomer, če ne želite, da bi drugi prebrali vaše podatke. Odsvetujemo objavo osebne QR kode ali njeno pošiljanje po elektronski pošti.

# ExposureSubmission_Antigen_Profile_Legal_Text07
source: Private individuals as well as companies are not allowed to make you share your rapid test profile with them.
sl: Zasebniki in podjetja od vas ne smejo zahtevati, da z njimi delite profil hitrih testov.

# ExposureSubmission_Antigen_Profile_Noice_Text
source: Please present this QR code at the testing point so your personal data can be recorded more quickly. Also keep your ID card at hand.
sl: QR kodo pokažite na mestu testiranja, da bodo vaši osebni podatki hitreje zabeleženi. Pri roki imejte tudi svojo osebno izkaznico.

# ExposureSubmission_Antigen_Profile_Primary_Button
source: Continue
sl: Nadaljuj

# ExposureSubmission_Antigen_Profile_QRCode_Image_Description
source: A QR code with your rapid test profile
sl: QR koda s profilom hitrih testov

# ExposureSubmission_Antigen_Profile_Secondary_Button
source: Edit
sl: Odstrani profil hitrih testov

# ExposureSubmission_CallButtonTitle
source: Call
hu: Tárcsázzon.
it: Chiama.
pt_pt: Ligar
sl: Odpri

# ExposureSubmission_ConfirmDismissPopUpText
source: Your entries will not be saved.
sl: Želite preklicati?

# ExposureSubmission_ConfirmDismissPopUpTitle
source: Do you want to cancel?
sl: Želite preklicati?

# ExposureSubmission_Continue_actionText
source: Next
hu: Tovább
it: Avanti
pt_pt: Seguinte
sl: Naprej
