Repository: si-covid-19/ostanizdrav-ios
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it, pt_pt, sl

# OnboardingInfo_enableLoggingOfContactsPage_consentUnderagesText
source: The use of this app is intended for persons who are at least 16 years of age and who reside in Germany.
sl: Aplikacija je namenjena osebam, ki prebivajo v Republiki Sloveniji in so stare najmanj 16 let.

# OnboardingInfo_enableLoggingOfContactsPage_consentUnderagesTitle
source: Age Limit: 16 and Up
sl: Od 16 let naprej

# OnboardingInfo_enableLoggingOfContactsPage_imageDescription
source: Three persons have activated exposure logging on their devices, which will log their encounters with each other.
hu: Hárman aktiválták a készülékükön a kitettség naplózást, ezzel naplózzák ez egymás közötti érintkezéseket.
it: Tre persone hanno attivato la registrazione dell'esposizione sui propri dispositivi per registrare i contatti tra loro.
pt_pt: Três pessoas ativaram o registo de exposição nos seus dispositivos, que registarão os seus encontros uns com os outros.
sl: Tri osebe so na svojih napravah aktivirali beleženje izpostavljenosti, s čimer bodo beležili medsebojne stike.

# OnboardingInfo_enableLoggingOfContactsPage_normalText
source: Exposure logging works by your iPhone receiving, via Bluetooth, encrypted random IDs of other app users and passing your own random IDs to their devices. This feature can be disabled at any time. Encrypted random IDs only pass information about the date, duration, and proximity to other persons (calculated by signal strength). Personal data such as name, address, and location is never recorded. Individuals cannot be identified based on the random IDs.
hu: A kitettség naplózás úgy működik, hogy a készüléke a Bluetooth-on keresztül fogadja más felhasználók véletlenszerű azonosítóit, az ön véletlenszerű azonosítóját pedig megküldi más készülékeknek. Ezt a funkciót bármikor kikapcsolhatja A véletlenszerű átviteli kódokkal csak a dátumra, időtartamra és más eszközök közelségére vonatkozóan adnak információt, amelyet a jelerősségével számítanak ki. A személyes adatokat, így a nevet, a címet és a helyszínt sohasem rögzítik. Az egyének személyazonosságát nem lehet megállapítani.
it: La registrazione dell'esposizione funziona facendo in modo che il dispositivo riceva codici di trasmissione casuali da altri utenti tramite Bluetooth e inoltri il codice di trasmissione casuale ai loro dispositivi. Puoi disattivare questa funzione in qualsiasi momento. I codici di trasmissione casuale forniscono solo informazioni su data, durata e prossimità ad altri dispositivi, calcolata utilizzando la potenza del segnale. Le informazioni personali come nome, indirizzo e posizione non vengono mai registrate. Gli individui non possono essere identificati.
pt_pt: O registo de exposição funciona através da receção, por parte do seu dispositivo, através de Bluetooth, de IDs aleatórios encriptados de outros utilizadores e da transmissão do seu próprio ID aleatório para os dispositivos desses utilizadores. Esta função pode ser desativada a qualquer momento. Os IDs aleatórios encriptados só transmitem informações sobre data, duração e proximidade de outras pessoas (calculados com base na potência do sinal). Dados pessoais como nome, endereço e localização nunca são registados. Não é possível identificar indivíduos.
sl: Beleženje izpostavljenosti deluje tako, da vaša naprava prek Bluetootha prejme naključne oddajne kode drugih uporabnikov, vašo naključno oddajno kodo pa posreduje njihovim napravam. To funkcionalnost lahko izklopite kadar koli. Z naključnimi oddajnimi kodami se posredujejo le informacije o datumu, trajanju in bližini do drugih naprav, ki je izračunana s pomočjo jakosti Bluetooth signala. Osebni podatki, kot so ime, naslov in lokacija, se ne beležijo. Posameznikov ni mogoče prepoznati.

# OnboardingInfo_enableLoggingOfContactsPage_panelBody
source: You need to enable exposure logging to find out whether you have had possible exposures involving app users in the participating countries and are therefore at risk of infection yourself. By tapping on the “Activate exposure logging” button, you agree to enabling the exposure logging feature and to the associated data processing by the app. In order to use the exposure logging feature, you will also have to enable the “Exposure Notifications” functionality provided by Apple on your iPhone and grant the #OstaniZdrav App permission to use this. Your iPhone will then continuously generate random IDs and send them via Bluetooth so that they can be received by other smartphones near you. Your iPhone, in turn, receives the random IDs of other smartphones. Your own random IDs and those received from other smartphones are recorded by your iPhone and stored there for 14 days. For exposure logging, the app downloads up-to-date lists every day of the random IDs of all users who have shared their test result (more precisely: their own random IDs) via their official coronavirus app in order to warn other users. These lists are then compared with the random IDs of other users which have been recorded by your iPhone. The app will inform you if it detects a possible exposure. In this case, the app gains access to the data recorded by your iPhone about the possible exposure (date, duration and Bluetooth signal strength of the contact). The Bluetooth signal strength is used to derive the physical distance to the other user (the stronger the signal, the smaller the distance). The app analyses this information in order to calculate your risk of infection and to give you recommendations for what to do next. This analysis is only performed locally on your iPhone. Apart from you, nobody (not even the RKI or the health authorities of participating countries) will know whether a possible exposure has been detected and what risk of infection has been identified for you. You can withdraw your consent to the exposure logging feature at any time by either disabling the feature using the toggle switch in the app or deleting the app. If you would like to use the exposure logging feature again, you can toggle the feature back on or reinstall the app. If you disable the exposure logging feature, the app will no longer check for possible exposures. If you also wish to stop your device sending and receiving random IDs, you will need to disable the “Exposure Notifications” functionality in your iPhone settings. Please note that the app will not delete your random IDs or those received from other smartphones which have been recorded by this functionality on your iPhone. You can only permanently delete these in your iPhone settings. The app’s privacy notice (including information about the data processing carried out for the transnational exposure logging feature) can be found in the menu under “App Information” > “Data Privacy”.
hu: Ha szeretné megtudni, hogy találkozott-e fertőzött személlyel és fennáll-e a kockázata annak, hogy megfertőződött, engedélyeznie kell a kitettség naplózást funkciót az alkalmazásban. A »Bekapcsol« gombra koppintva, hozzájárul a kitettség naplózás funkció bekapcsolásához az alkalmazásban és az ezzel kapcsolatos adatok feldolgozásához A kitettség naplózás funkció használatához engedélyezni kell a COVID-19 kitettség naplózás funkciót, amit az iPhone-ján az Apple biztosít, az #OstaniZdrav alkalmazásnak pedig engedélyt kell adnia, hogy használja ezt a funkciót. Amikor engedélyezi a kitettség naplózást, az iPhone-ja a Bluetooth-on keresztül folyamatosan véletlenszerű azonosítókat hoz létre és oszt meg más, a közelben lévő Android vagy Apple okostelefonokkal, azzal a feltétellel, hogy azokon is engedélyezték a kitettség naplózást. Az iPhone-ja eközben fogadja a többi okostelefon véletlenszerű azonosítóját. Az ön véletlenszerű azonosítói és azok, amelyeket más okostelefonoktól kapott, a kitettségi naplóban tárolódnak el 14 napig A fertőzési kockázatának követése érdekében az alkalmazás minden nap feltölti azoknak a felhasználóknak a napi kulcsait, akik bejelentették az alkalmazásukon, hogy SARS-CoV-2-vel fertőzöttek. Ezt a listát ezután összehasonlítják a kitettségi naplóban szereplő véletlenszerű azonosítókkal. Ha az alkalmazás észleli, hogy Ön esetleg kapcsolatba léphetett fertőzött felhasználóval, erről értesíti Önt, és tudatja Önnel, hogy fennáll a fertőzés veszélye. Ebben az esetben az alkalmazás ugyanígy engedélyezi az ön számára a kitettségi naplóban, a saját iPhone-ján tárolt adatokhoz való hozzáférést (dátum, időtartam és a kontaktus Bluetooth jelerőssége) A Bluetooth jelerősségével határozza meg a fizikai távolságot (minél erősebb a jel, annál kisebb a távolság). Az alkalmazás ezután elemzi ezt az információt, felbecsüli a SARS-CoV-2-fertőzés valószínűségét, és javaslatokat ad Önnek, mi a teendő. Ez az értékelés egészében csak helyben, az Ön saját iPhone-ján zajlik. Az Ön kivételével senki sem fogja tudni, hogy kapcsolatba lépett-e fertőzött személlyel, és milyen a fertőzéskockázata A kitettség naplózás funkció engedélyezésének visszavonásánál ezt a funkciót az alkalmazás kapcsológombjával tilthatja le, vagy törölheti az alkalmazást. Ha úgy dönt, hogy a kitettség naplózás funkciót újból használni szeretné, a kapcsológombbal újra bekapcsolhatja a funkciót, vagy újratelepítheti az alkalmazást. Ha kikapcsolja a kitettség naplózási funkciót, az alkalmazás nem fogja többé ellenőrizni, hogy kapcsolatba lépett-e fertőzött felhasználóval. Ha azt is szeretné, hogy az eszköze leállítsa a véletlenszerű azonosítók küldését és fogadását, akkor az iPhone-ja beállításainál ki kell kapcsolnia a COVID-19 kitettség naplózást. Ne felejtse el, hogy az ön véletlenszerű azonosítói és a más okostelefonokról kapott és a kitettségi naplóban tárolt véletlenszerű azonosítók, nem törlődnek az alkalmazásban. A kitettségi naplóban tárolt adatokat az iPhone-ja beállításaiban törölheti véglegesen. Adatvédelmi tájékoztatót az alkalmazásban (ideértve az adatfeldolgozásra vonatkozó magyarázatot, amely a kitettség naplózás funkciójával zajlik) a menüpontoknál alatt találja meg »Adatvédelmi információk« címen.
it: Per determinare se sei stato in contatto con una persona infetta e se esiste il rischio che tu sia stato infettato devi abilitare la funzione di registrazione dell'esposizione nell'app. Facendo clic sul pulsante 'Attiva' accetti di attivare la funzione di registrazione dell'esposizione dell'applicazione e che siano elaborati i relativi dati. Per utilizzare la funzione di registrazione dell'esposizione nell'app devi abilitare la funzione di registrazione dell'esposizione al COVID-19 fornita da Apple sul tuo iPhone e autorizzare l'app #RestaSano a usarla. Quando abiliti la registrazione dell'esposizione il tuo iPhone genererà e trasmetterà costantemente tramite Bluetooth codici di trasmissione casuali che verranno ricevuti da altri smartphone Android o Apple nelle vicinanze, a condizione che la registrazione dell'esposizione sia abilitata anche su di essi. Allo stesso tempo il tuo iPhone riceve codici di trasmissione casuali da altri smartphone. I tuoi codici di trasmissione casuali e quelli ricevuti da altri smartphone vengono registrati nel registro dell'esposizione, che viene conservato per 14 giorni. Per valutare il rischio di infezione l'app caricherà una volta al giorno un elenco di codici di trasmissione casuali di tutti gli utenti che hanno segnalato alla propria applicazione di essere infetti da SARS-CoV-2. Questo elenco viene quindi confrontato con i codici di trasmissione casuali nel registro delle esposizioni. Se l'app rileva che potresti essere stato in contatto con un utente infetto ti avviserà e ti informerà che esiste il rischio che anche tu sia infetto. In questo caso l'app ti darà anche accesso ad altri dati memorizzati nel registro dell'esposizione sul tuo iPhone (data, durata e intensità del segnale di contatto Bluetooth). L'intensità del segnale Bluetooth determina la distanza fisica (più forte è il segnale, minore è la distanza). L'app analizza quindi queste informazioni per valutare la probabilità di infezione da SARS-CoV-2 e per consigliarti come agire. Questa analisi viene eseguita solo localmente, sul tuo iPhone. A parte te nessuno saprà se sei stato in contatto con una persona infetta e qual è il rischio di infezione. Per revocare il tuo consenso all'utilizzo della funzionalità di registrazione dell'esposizione puoi disabilitare questa funzione con l'interruttore a levetta nell'app o eliminare l'app. Se decidi di utilizzare nuovamente la funzionalità di registrazione dell'esposizione puoi riattivare la funzionalità con l'interruttore a levetta o reinstallare l'applicazione. Se disattivi la funzionalità di registrazione dell'esposizione l'app non verificherà più se sei stato in contatto con un utente infetto. Se desideri che il tuo dispositivo smetta di inviare e ricevere codici di trasmissione casuali dovrai disabilitare la registrazione dell'esposizione al COVID-19 nelle impostazioni del tuo iPhone. Ricorda che i tuoi codici di trasmissione casuali e quelli ricevuti da altri smartphone e memorizzati nel registro dell'esposizione non verranno eliminati nell'app. I dati memorizzati nel registro di esposizione possono essere eliminati in modo permanente solo nelle impostazioni del tuo iPhone. L'informativa sulla privacy dell'app (inclusa una spiegazione dell'elaborazione dei dati eseguita per la funzione di registrazione dell'esposizione) si trova nel menù alla voce 'Informazioni sulla privacy dei dati'
pt_pt: Para descobrir se esteve em contacto com uma pessoa infetada e se existe risco de ter sido infetado, terá de ativar a função de registo de exposição da Aplicação. Ao tocar no botão "Ligar", estará a concordar com a ativação da função de registo de exposição da Aplicação e com o processamento de dados associado. Para utilizar a função de registo de exposição da Aplicação, terá de ativar no seu iPhone a funcionalidade de Notificações de Exposição à COVID-19, fornecida pela Apple, e conceder permissão à Corona-Warn-App para a utilizar. Quando o registo de exposição é permitido, o seu iPhone gera e transmite continuamente IDs aleatórios através de Bluetooth, que outros smarphones Apple e Android próximos de si podem receber, se também tiverem o registo de exposição ativado. Por sua vez, o seu iPhone recebe os IDs aleatórios de outros smartphones. Os seus próprios IDs aleatórios e os recebidos de outros smartphones são registados no registo de exposição e armazenados durante 14 dias. Para identificar o seu risco de infeção, a Aplicação carrega uma lista – várias vezes por dia ou a pedido – dos IDs aleatórios de todos os utilizadores que informaram a Aplicação de que foram infetados com o coronavírus. Esta lista é depois comparada com os IDs aleatórios armazenados no registo de exposição. Se a Aplicação detetar que pode ter estado em contacto com um utilizador infetado, informá-lo-á desse facto e dir-lhe-á que existe um risco de que também tenha sido infetado. Nesse caso, a Aplicação também terá acesso a outros dados armazenados no registo de exposição do seu iPhone (data, duração e potência do sinal de Bluetooth do contacto). A potência do sinal de Bluetooth é utilizada para derivar a distância física (quanto mais forte o sinal, menor a distância). A Aplicação analisa depois esta informação para avaliar a probabilidade de ter sido infetado com o coronavírus e para lhe fazer recomendações sobre o que deve fazer a seguir. Esta análise só é realizada localmente no seu iPhone. Além de si, ninguém (nem mesmo o Robert Koch Institute) saberá alguma vez se esteve em contacto com uma pessoa infetada e qual o risco que foi identificado para si. Para retirar o seu consentimento para a função de registo de exposição, pode desativar a função utilizando o comutador na Aplicação ou eliminando a Aplicação. Se decidir utilizar novamente a função de registo de exposição, poderá voltar a ativar a função ou reinstalar a Aplicação. Se desativar a função de registo de exposição, a Aplicação deixará de verificar se esteve em contacto com um utilizador infetado. Se também quiser impedir o seu dispositivo de enviar e receber IDs aleatórios, terá de desativar a funcionalidade de Notificação de Exposição à COVID-19, nas definições do seu iPhone. Tenha em conta que os seus próprios IDs aleatórios e os recebidos de outros smartphones, que se encontram armazenados no registo de exposição, não serão eliminados na Aplicação. Só conseguirá eliminar permanentemente os dados armazenados no registo de exposição, nas definições do seu iPhone. O aviso de privacidade da Aplicação (incluindo uma explicação sobre o processamento de dados realizado para a função de registo de exposição), pode ser encontrado no menu de "Informações sobre privacidade de dados".
sl: Če želite ugotoviti stopnjo tveganja za okužbo s SARS-CoV-2, morate omogočiti funkcijo beleženja izpostavljenosti v aplikaciji. S klikom na gumb »Omogoči« soglašate z vklopom funkcije beleženja izpostavljenosti v aplikaciji in obdelavo s tem povezanih podatkov. Za celovito delovanje aplikacije mora biti omogočena funkcija beleženja izpostavljenosti COVID-19, ki jo na vašem pametnem telefonu zagotavlja Apple. Aplikaciji #OstaniZdrav morate dovoliti, da funkcijo uporablja. Ko boste omogočili beleženje izpostavljenosti, bo vaš pametni telefon prek Bluetootha nenehno ustvarjal in prenašal naključne oddajne kode, ki jih bodo sprejemali drugi pametni telefoni Android ali Apple v bližini, in sicer pod pogojem, da je tudi na njih omogočeno beleženje izpostavljenosti. Vaš pametni telefon pa ob tem prejema naključne oddajne kode drugih pametnih telefonov. Vaši dnevni ključi in naključne oddajne kode, ki ste jih prejeli od drugih pametnih telefonov, se zabeležijo v dnevnik izpostavljenosti, v katerem se hranijo 14 dni. Za potrebe spremljanja vašega tveganja za okužbo, bo aplikacija dnevno naložila seznam dnevnih ključev vseh uporabnikov, ki so svoji aplikaciji sporočili, da so okuženi s SARS-CoV-2. Ta seznam se nato primerja z naključnimi oddajnimi kodami v dnevniku izpostavljenosti. Če aplikacija odkrije, da ste bili v stiku z okuženim uporabnikom, vas bo o tem obvestila in vam sporočila, da obstaja tveganje za okužbo. Z jakostjo Bluetooth signala se določi fizična oddaljenost (močnejši kot je signal, manjša je oddaljenost). Aplikacija nato analizira te informacije in oceni verjetnost okužbe s SARS-CoV-2 ter vam poda priporočila, kako ukrepati. Ta ocena se izvede le lokalno, na vašem pametnem telefonu. Razen vas ne bo nihče vedel, ali ste bili v stiku z okuženo osebo in kakšno je vaše tveganje za okužbo. Za preklic soglasja glede uporabe funkcije beleženja izpostavljenosti lahko to funkcijo onemogočite s preklopnim gumbom v aplikaciji ali pa aplikacijo izbrišete. Če se odločite, da boste funkcijo beleženja izpostavljenosti ponovno uporabljali, lahko funkcijo ponovno vklopite ali si aplikacijo ponovno namestite. Če izklopite funkcijo beleženja izpostavljenosti, aplikacija ne bo več preverjala ali ste bili v stiku z okuženim uporabnikom. Če bi prav tako želeli, da vaša naprava preneha pošiljati in prejemati naključne oddajne kode, boste morali v nastavitvah svojega pametnega telefona onemogočiti beleženje izpostavljenosti COVID-19. Ne pozabite, da vaše naključne oddajne kode in tiste, ki ste jih prejeli z drugih pametnih telefonov in so shranjene v dnevniku izpostavljenosti, v aplikaciji ne bodo izbrisane. Podatke, shranjene v dnevniku izpostavljenosti, lahko trajno izbrišete le v nastavitvah svojega pametnega telefona. Obvestilo o varstvu podatkov v aplikaciji (vključno z razlago obdelave podatkov, ki se izvaja za funkcijo beleženja izpostavljenosti) lahko najdete v meniju pod naslovom “Zasebnost”.

# OnboardingInfo_enableLoggingOfContactsPage_panelTitle
source: Consent
hu: Hozzájárulási nyilatkozat
it: Dichiarazione di consenso
pt_pt: Declaração de consentimento
sl: Soglasje

# OnboardingInfo_enableLoggingOfContactsPage_stateActive
source: Active
hu: Aktivált.
it: Attivato.
pt_pt: Ativo
sl: Aktivirano

# OnboardingInfo_enableLoggingOfContactsPage_stateHeader
source: Status
hu: Állapot
it: Stato
pt_pt: Estado
sl: Stanje

# OnboardingInfo_enableLoggingOfContactsPage_stateStopped
source: Stopped
hu: Leállított.
it: Interrotto.
pt_pt: Parado
sl: Ustavljeno

# OnboardingInfo_enableLoggingOfContactsPage_stateTitle
source: Exposure Logging
hu: SARS-CoV-2-vel való fertőzöttség kockázatának értékelése
it: Valutazione del rischio di infezione da SARS-CoV-2
pt_pt: Registo de exposição
sl: Ocena tveganja za okužbo s SARS-CoV-2

# OnboardingInfo_enableLoggingOfContactsPage_title
source: How to Enable Exposure Logging
hu: Hogyan lehet bekapcsolni a kitettség naplózást?
it: Come attivare la registrazione dell'esposizione
pt_pt: Como ativar o registo de exposição
sl: Kako vklopiti beleženje izpostavljenosti

# OnboardingInfo_howDoesDataExchangeWorkPage_boldText
source: If you receive a positive test result, please report this in the app. Sharing your test results is voluntary and secure. Please do this for the sake of everyone’s health.
hu: … kérjük ossza meg ezt az #OstaniZdrav alkalmazásban. A fertőzésére vonatkozó információt önkéntesen és biztonságosan oszthatja meg. Ezt mások egészsége védelme érdekében teszi.
it: … ti chiediamo gentilmente di condividerlo nell'app #RestaSano. La condivisione delle informazioni sulla tua infezione è volontaria e sicura. Fallo per la salute degli altri.
pt_pt: … reporte esse facto na Corona-Warn-App. A partilha dos resultados do seu teste é voluntária e segura. Faça-o em nome da saúde de todos.
sl: … vas vljudno prosimo, da to delite v aplikaciji #OstaniZdrav. Deljenje informacije o vaši okužbi je prostovoljno in varno. To storite zaradi zdravja drugih.

# OnboardingInfo_howDoesDataExchangeWorkPage_imageDescription
source: An encrypted positive test diagnosis is transmitted to the system, which will now warn other users.
hu: A fertőzöttségre vonatkozó titkosított értesítés közvetítésre kerül a többi felhasználót figyelmeztető rendszerbe.
it: Un avviso di infezione crittografato viene trasmesso al sistema per avvisare gli altri utenti.
pt_pt: Um diagnóstico de teste positivo é transmitido ao sistema, que agora avisará outros utilizadores.
sl: Šifrirano obvestilo o okužbi se prenese v sistem, ki bo opozoril druge uporabnike.

# OnboardingInfo_howDoesDataExchangeWorkPage_normalText
source: Your notification is encrypted securely and processed on a secure server. People whose encrypted random IDs your device has collected will now receive a warning along with information about what they should now do.
hu: A fertőzésről szóló bejelentése kódolt és biztonságos szerveren kezelt. Azok a személyek, akiknél tároldódott véletlenszerű azonosítója, az észlelt kockázat esetén értesítést kapnak és információkat arról, hogy mi a teendőjük.
it: Il tuo avviso di infezione viene crittografato in modo sicuro ed elaborato su un server protetto. Le persone che hanno memorizzato il tuo codice di trasmissione casuale riceveranno un avviso e informazioni su cosa fare in caso di rischio percepito.
pt_pt: A sua notificação é encriptada de forma segura e processada num servidor seguro. As pessoas cujos IDs aleatórios encriptados foram recolhidos pelo seu dispositivo, receberão um aviso com informações sobre o que devem fazer.
sl: Vaše obvestilo o okužbi je varno zašifrirano in obdelano na varnem strežniku. Osebe, ki imajo shranjeno vašo naključno oddajno kodo, bodo v primeru zaznanega tveganja prejele opozorilo in informacije o tem, kaj morajo storiti.

# OnboardingInfo_howDoesDataExchangeWorkPage_title
source: If you are diagnosed with coronavirus
hu: Ha önnél igazolták a SARS-CoV-2 fertőzést...
it: Se ti è stata confermata l'infezione da SARS-CoV-2 ...
pt_pt: Se for diagnosticado com COVID-19…
sl: Če je bila pri vas potrjena okužba s SARS-CoV-2 ...
